[
  {
    "category": "Organic Chemistry",
    "description": "This problem uses an analogy of arranging camels (head-to-tail, side-by-side, around a well, and chiral camels with injured legs) to explore concepts of stereochemistry, chirality, enantiomers, and achiral arrangements.",
    "full": "1. StereocamelstryA nighttime camel show in the UAEThe UAE is well known for its camel shows, where camels stand in a line one after another and don’t really do anything else. This arrangement of camels is called a train of camels, or a caravan of camels, and the camels are tied head to tail. This is the most convenient way of arranging camels when moving across the desert.For this problem we shall approximate a normal camel as having a plane of symmetry along its body; its left side is the same as its right side. However, the two ends of a camel are different; a camel has a head end (H) and a tail end (T).Colin was trying to tie lots of camels up into trains of camels that were two camels long, but was a bit forgetful and didn’t think to look at which way around the camels were when he was tying them up. This resulted in three different arrangements of camels in the train being possible.The three arrangements possible when viewed from overhead are shown above. We could call these three arrangements HH, HT, and TH respectively, based on whether the head or the tail of the camel comes first as we look from top to bottom. We might at first think that there is a fourth possible arrangement of camels (TT). However, this arrangement is not unique. If we were to view the TT arrangement from the other end, it is the same as HH.This question requires you to draw various arrangements of camels. If your artistic skills have deserted you somewhat, then you may approximate a camel to something simpler in your drawings such as an arrow. It is important to remember though that camels are three dimensional objects. (a) Draw all possible arrangements of camels in a camel train that is three camels long.(b) Draw all possible arrangements of camels in a camel train that is four camels long.When camels are tied up for the night, they are sometimes arranged side by side. Let’s first consider a parking arrangement where two camels are side by side. Again, Colin was a bit forgetful and didn’t pay attention to which way round he was tying the camels. There are three possible side by side arrangements of two camels.When viewed from overhead, and described going left to right, we can call these arrangements HH, HT, and TH respectively. Again, we might think there is a fourth possible arrangement of camels (TT), but this is the same as HH if viewed from the other side. The HT and TH arrangements are also interesting, as they are chiral arrangements of camels. Even though an individual camel is achiral, these two arrangements of camels are chiral overall, and they are enantiomers of each other. (c) Draw all possible arrangements of camels when three camels are tied side by side, indicating which arrangements are achiral and which arrangements are chiral.(d) Draw all possible arrangements of camels when four camels are tied side by side, indicating which arrangements are achiral and which arrangements are chiral.Although camels are famous for going for long periods without water, they do sometimes need to drink. A particular well has space for four camels to stand around it and drink water. To do this, the camels should be arranged around the well as shown.However, Colin was forgetful again and did not pay attention to which was the head end, and which was the tail end, when tying them up.(e) Draw all possible arrangements of camels around the well, indicating which arrangements are achiral and which arrangements are chiral.Carrying people across the desert is an arduous task for camels. Camels bend their front legs to sit down when carrying a rider and sometimes this leads to them injuring a leg. An individual camel who has injured one leg is no longer achiral and becomes a chiral camel. We will call chiral camels who have injured their front right leg as R camels and camels who have injured their front left leg as S camels. (f) Draw all possible arrangements of camels when two chiral camels are tied side by side, indicating which arrangements are achiral and which arrangements are chiral. Assume camels were picked randomly from a herd containing both R and S camels and then were parked randomly with no attention paid to which way around they were parked.Fortunately, the UAE have just opened a Care Centre for Chiral Camels. To maximise efficiency, Carol the surgeon operates on two camels at once. The camels are lying down during their operation and there are three possible operation layouts: (i) feet to-feet, (ii) hump-to-hump, and (iii) feet-to-hump. Note in the cartoon below only the top leg is visible.(g) Draw all possible arrangements of two chiral camels on the operating table in a feet-to-feet layout, indicating which arrangements are achiral and which arrangements are chiral. Just consider the position of the two camels relative to each other. (h) Draw all possible arrangements of two chiral camels on the operating table in a hump-to-hump layout, indicating which arrangements are achiral and which arrangements are chiral. Just consider the position of the two camels relative to each other.(i) Draw all possible arrangements of two chiral camels on the operating table in a feet-to-hump layout, indicating which arrangements are achiral and which arrangements are chiral. Just consider the position of the two camels relative to each other.No camels were harmed in the making of this question.",
    "id": "1",
    "name": "Stereocamelstry"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem deals with isomers, chirality, and toxicity, focusing on 1,2,3,4,5,6-hexachlorocyclohexane (HCH) and later 1,2,5,6,9,10-hexabromocyclododecane (HBCD), including their synthesis, stereoisomers, and reactivity. It also mentions mass spectrometry for characterization.",
    "full": "2. Mirror, mirror plane on the wall, who’s the deadliest of them all?In the fairy tale Snow White, the evil queen looks at her reflection in the mirror and asks, “Mirror mirror on the wall, who is the fairest one of all?” The queen assumes she sees her exact self in the mirror; however, this is not always true. The reflection of a chiral object in a mirror gives its enantiomer. Sadly, for us chemists, this book from 1812 does not specify whether the queen was a chiral object or not.Some compounds are formed as mixtures of many isomers, some of which are chiral, and some are not. Different isomers often have different chemical properties including how toxic they are. This is problematic if the synthesis leads to a mixture of isomers, but not all isomers are useful. 2025 is the 200th anniversary of the discovery of one of these compounds, 1,2,3,4,5,6-hexachlorocyclohexane (HCH), where many isomers turned out to be very toxic.In 1825, British scientist Michael Faraday reported the discovery of benzene, which he had extracted from products of the pyrolysis of sperm oil. Through a series of meticulous experiments, he identified the accurate mass percentage of carbon and hydrogen in benzene. However, due to the concept of “proportionals” in use in science at the time, Faraday called this molecule the “bi-carburet of hydrogen” as 11.44 was close to 12, which was two “proportionals” of carbon.Faraday also reported the reaction of benzene with various other chemicals including chlorine gas. Several different equations could be written to describe his observations, likely due to the presence of impurities in the sample. However, the “solid crystalline body” produced was the first synthesis of HCH. Faraday correctly deduced that this compound contained carbon, hydrogen, and chlorine, but unable to identify it further or know that it contained a mixture of isomers.A modern synthesis of HCH involves the treatment of benzene with chlorine gas under UV light. The reaction is a free-radical addition.(a) Write an equation for this reaction. HCH exists as nine stereoisomers. For the purposes of parts (b) and (c) consider the cyclohexane ring to be flat. (b) Draw all the stereoisomers of HCH.  The nine stereoisomers of HCH are named with the following Greek letters.α+ α− βγ δ εζ η θ(c) Using the following clues, as far as possible, assign the Greek letters to each of the isomers.The β and ε isomers contain centres of inversion.The ζ isomer is not an epimer of the α+ isomer. The θ isomer is an epimer of the η isomer.The γ isomer has more planes of symmetry than the δ isomer.The η isomer does not possess a plane of symmetry through any of the atoms.The + and – refer to dextrorotatory and levorotatory respectively.The β isomer has by far the lowest chemical reactivity.(d) Explain why the β isomer has by far the lowest chemical reactivity.Many years later, the mixture of isomers of  HCH was found to have potent insecticidal activity. Dutch chemist Teunis van der Linden was the first to isolate and describe γ-HCH in 1912 and this isomer was named “lindane” after him. By 1942, it was realised that lindane (γ HCH) was the isomer responsible for the potency of the insecticide and γ-HCH went on sale as a seed treatment in 1949 called Mergamma A, which contained 1% mercury and 20% lindane. The mercury was removed later for safety reasons, but lindane products remained on sale for over 50 years.Whilst the γ-isomer of HCH was available in >98% purity by this point, this was achieved through purification; the synthesis of HCH always gave a complex mixture composed of 65-70% α-HCH, 7-10% β-HCH, 14-15% γ-HCH, 7% δ-HCH, 1-2% ε-HCH, and 1-2% of the other isomers. Once separated, the remaining isomers were dumped creating huge chemical waste problems.(e)  Suggest why very little of the ζ-HCH, η-HCH, and θ-HCH isomers are formed during synthesis.Over time the toxicity of γ-HCH itself became apparent. The γ-isomer is now classified by the World Health Organisation as acutely toxic. Prolonged exposure leads to various symptoms including headaches, dizziness, seizures, convulsions, and even death in extreme cases. An international ban on the use of γ-HCH in agriculture came into effect in 2009. The α-HCH and β-HCH isomers, which were dumped as chemical waste, proved to be even more toxic. All isomers show long term persistence in the environment and hence still cause problems today.In 2021, a research team led by Swiss chemist Bill Morandi developed a new way to clean up  HCH waste through electrolysis. His reaction reverses the reaction performed two centuries earlier by Faraday, as γ-HCH is converted back to benzene. However, rather than produce toxic chlorine gas, the chlorine atoms are transferred to another readily available non-cyclic alkene starting material A, giving chloroalkane B as a by-product. This makes the transformation overall redox neutral. This process is highly synthetically useful as it removes toxic HCH waste and produces two valuable chemical products: benzene and chloroalkane B.The mass spectrum of compound B gave the following ions: m/z 238.125 (100.0%); 239.128 (13.0%); 240.122 (63.9%); 241.125 (8.3%); 242.119 (10.2%); 243.122 (1.3%). Percentages listed show the relative amounts with the most intense peak set at 100%.(f) Determine the formula for B.Compound B is produced as a racemic mixture of two enantiomers. As this process was designed to potentially be run on a large scale, compound A was chosen to be as simple/cheap as possible. (g) Propose structures for compounds A and B.The compound 1,2,5,6,9,10-hexabromocyclododecane (HBCD) has a lot of structural similarity to HCH. It also exists as multiple different stereoisomers; many of which are produced during its synthesis.Dubai is famous for skyscrapers and high-rise buildings. Although not an issue in the UAE, many tall buildings in colder climates use polystyrene foam for thermal insulation. This insulation is very flammable, and due to the fire risks in tall buildings, flame retardants are put on this polystyrene foam. HBCD is used as one such flame retardant.(h) Draw all the stereoisomers of HBCD, indicating which ones are chiral and which ones are achiral.HBCD is also now known to have significant toxicity problems and be long lived in the environment. Assessing overall toxicity is complicated because the different isomers have different toxicities and break down at different rates.Unlike HCH, the HBCD commercial product is used as a mixture of isomers. HBCD is produced from the bromination of cyclododeca-1,5,9-triene. Four isomers of cyclododeca 1,5,9-triene are possible: (i) all-cis; (ii) cis,cis,trans; (iii) cis,trans,trans; and (iv) all-trans.(i) Assuming the standard mechanism of alkene bromination, determine which HBCD isomers are produced from each of the four possible starting materials.  (j) Given the commercial HBCD product is quoted as containing “three major diastereoisomers”, is it possible to determine which isomer of cyclododeca-1,5,9-triene is used as the starting material for the commercial synthesis?",
    "id": "2",
    "name": "Mirror, mirror plane on the wall, who’s the deadliest of them all?"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem focuses on the structures and synthesis of urushiols, compounds causing skin irritation, involving various organic reactions.",
    "full": "3. UrushiolsUrushiols are compounds that cause skin irritation. They are the active compounds in gypsum and poison oak that cause skin rash. Some chemical modifications of Urushiols I and II are shown below.(a) Draw the structures of Urushiol I, Urushiol II, and dimethylurushiol II.The synthesis of compound 2 is shown below.(b) Draw the structures of A-D that are obtained after work-up. ",
    "id": "3",
    "name": "Urushiols"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem explores the synthesis and stereochemistry of cedrene, a sesquiterpene, through two different methods (Stork et al. synthesis and cyclization of nerolidol), involving various reagents and intermediates.",
    "full": "4. CedreneSesquiterpenes are a class of organic structures that contain three isoprene units and often have the molecular formula C15H24. Cedrene is one such compound that is found in the essential oil of cedar. There are two types of cedrene, α and β, which differ in the position of the double bond.(a) Circle the stereocentres in α-cedrene and assign them as R or S.There are various ways to synthesise cedrene. In this exercise we look at two of these methods.In 1955 Stork et al. used an eight step synthesis to make cedrol, a precursor to cedrene. It is possible to convert cedrol to cedrene by adding a sulfate salt. The synthesis of cedrene starts from compounds A and B.Method 1: Synthesis of α-cedrene by Stork et al. (1955)Additional hints:Pyr=pyridine;(COCl)2\tworks similar to SOCl2;CrO3\t, Pyr converts alcohols to ketones;Organocadmium reagents work similar to Grignard reagents;Cedrol can be converted to cedrene via an elimination reaction in which water is removed;LiAlH4 performs a reaction similar to the one shown below.(b) Draw the structures of C, G, I, and cedrol that are obtained after work-up. You do not need to show stereochemistry.(c) Tick which reagent(s) would be suitable for step X.☐ Li, NH3\t     ☐ LiAlH4 ☐ H2\t, Pd/C ☐ HNO3 ☐ H2SO4Method 2: Cyclisation of nerolidolIt is also possible to isomerise the structure of nerolidol to both α-, and β-cedrene by adding acid. This will remove the alcohol group and start a cyclisation reaction. The conversion takes place via multiple intermediate structures. Incomplete structures of three of these intermediates are shown.Intermediates 1 and 3 are charged. Intermediate 2 is neutral.(d) Complete the structure of intermediates 1, 2, and 3 by adding double bonds and charges in the correct places.Four carbon atoms are circled in nerolidol. Through understanding the mechanism we can determine where these four carbon atoms end up in cedrine.(e) Circle the four corresponding carbon atoms in cedrene (α or β) which were circled in nerolidol.",
    "id": "4",
    "name": "Cedrene"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem delves into stereochemical control in organic reactions, including hydroboration, reactions with chiral reagents, and the application of Felkin-Anh and Zimmerman-Traxler models to predict stereoselectivity in aldol reactions.",
    "full": "5. Stereochemical modelsStereochemistry is abundant in the natural world, with most molecular building blocks of life being chiral. While the origin of homochirality is still a subject of much debate, there is no doubt about the importance of stereochemistry in biological systems. The famous thalidomide tragedy occurred due to one stereoisomer having therapeutic effects while the other stereoisomer was teratogenic. Since then, synthetic chemists have focussed efforts on developing methods to make molecules in a stereoselective way. In this question, we will explore different aspects of stereochemical control.One of the simplest ways to perform a stereoselective reaction is through the use of a chiral reagent.(a) By considering the transition state for the hydroboration reaction across the double bond, draw the structure of the major stereoisomer A.Instead of using a chiral reagent, the presence of a stereocentre nearby can also help to control the stereochemical outcome of a reaction. Imagine you want to synthesise product A starting from a carbonyl group. You could come up with two methods to do this (Reaction B and Reaction C).The stereochemical outcome of the reactions can be predicted using the Felkin-Anh model.(b) For each reaction, draw a Newman projection showing the ideal approach of the nucleophile. Use the labels =O, –H, –Ph, –Me and –iPr. Show the structure of the nucleophile in full.(c) Draw the structures of compounds B and C, indicating the stereochemistry clearly.(d) Which reaction should you use to synthesise product A?         ☐ B ☐ C ☐ Either B or C ☐ Neither B nor COften, the stereochemical outcome can be influenced by a small change in the reagent. Let’s predict the stereoselectivity of the following reaction using the Felkin Anh model:(e) Draw a Newman projection showing the ideal approach of the nucleophile. Use the labels =O, –H, –Me, –CH2OTBS and Nu.(f) Draw the structure of compound D, indicating the stereochemistry clearly.The stereochemical outcome of the reaction can be changed by using a different alcohol protecting group.(g) Draw a diagram of the transition state in this reaction. Hint: It involves the formation of a six-membered ring adopting a half-chair conformation.(h) Draw the structure of compound E, indicating the stereochemistry clearly.(i) Why does the Felkin-Anh model not predict the correct stereoisomer in this example?Six-membered rings are highly favoured thermodynamically, and many organic reactions go through transition states that involve six-membered rings. One example is the aldol reaction, which goes through a six-membered ring Zimmerman-Traxler transition state.(j) Determine the geometry of the boron enolate formed.a.b. (k) Using the Zimmerman-Traxler model, draw the arrangement of the reactants as they come together to form the six-membered ring transition state in the reaction to form F. Hint: The Houk model predicts that stereocentre next to an alkene favours a geometry with the smallest group eclipsing the double bond. However, in this case, the smallest group should be facing the large Boron substituents to minimise steric strain.(l) Draw the structure of compound F, indicating the stereochemistry clearly.Once again, changing the reaction conditions can lead to the formation of a different stereoisomer.(m) Using the Zimmerman-Traxler model, draw the arrangement of the reactants as they come together to form the six-membered ring transition state in the reaction to form G. Hint: Carefully consider the geometry of the enolate. You should have two six-membered rings in this transition state.(n) Draw the structure of G, indicating the stereochemistry clearly.In fact, using a chiral reagent, yet another stereoisomer can be formed selectively.Rationalising the stereoselectivity of this reaction is beyond the syllabus of IChO2025 and left as a challenge to the enthusiastic student!",
    "id": "5",
    "name": "Stereochemical models"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem examines the total synthesis of the antibiotic FR66979, focusing on stereocontrol in coupling reactions, photolysis, and the formation of bridged bicyclic ring scaffolds.",
    "full": "6. Stereocontrol in the synthesis of FR66979FR66979 was isolated from the bacterium Streptomyces sandaensis in 1987. It was first identified as a promising antibiotic, but subsequently found to also possess potent antitumour activity by forming interstrand cross-links in duplex DNA. In this question, we will examine the total synthesis of FR66979 completed in 2002 by Ciufolini and co-workers.The first step in the synthesis involved the coupling of aldehyde A with organometallic species B to form C.(a) Draw all the possible stereoisomers of C.From what you have learnt in the previous question, not all the possible stereoisomers will be formed in equal amounts. Consider the reaction between (R)-A and B.(b) Draw a Newman projection showing the ideal approach of the nucleophile in this reaction. Use the labels =O, –H, –Ar, –CH2OBn, and Nu.(c) Referencing your answer to part (b), draw the arrangement of the reactants as they come together to form the six-membered ring transition state in the reaction to form C following the template below. Clearly show the orientation of the stereocentre, using the same labels as in part (b). Edit the dotted lines to show the correct bond orders and add substituents as necessary.(d) Draw the structure of compound C showing all stereochemistry.Compound C was further transformed into compound D by heating in toluene. Brief photolysis of D yielded E, which can undergo fragmentation to form F.Hint: Nitrogen gas evolved during the photolysis of D to form E. D contained a five membered ring while E contained a three-membered ring.(e) Draw the structures of D and E. You do not need to indicate stereochemistry.The next series of steps allowed the formation of the bridged bicyclic ring scaffold.(f) Draw the structures of compounds G, H, I, and J. You do not need to indicate stereochemistry. Hint: cat. TPAP/NMO works similarly to pyridinium chlorochromate (PCC).",
    "id": "6",
    "name": "Stereocontrol in the synthesis of FR66979"
  },
  {
    "category": "Biochemistry",
    "description": "This problem explores the structure and biosynthesis of Coenzyme A (CoA), the β-oxidation of fatty acids, enzyme classification (oxidoreductases, transferases, hydrolases, lyases, isomerases, ligases), and anaplerotic reactions, specifically pyruvate carboxylation and gluconeogenesis, involving isotope labeling.",
    "full": "7. Coenzyme A and anaplerotic reactionsGlycolysis is one of the most important catabolic transformations. It affords pyruvate, which is further subjected to oxidative decarboxylation under aerobic conditions entering the tricarboxylic acid (TCA) cycle in the form of acetyl-coenzyme A (CoA), which reacts with oxaloacetate to produce citrate.CoA is composed of three blocks, which are residues of phosphorylated ADP, pantothenic acid (vitamin B5\t), and thioethanolamine:During CoA biosynthesis, vitamin B5\t is modified from both sides.(a) Suggest the canonical amino acid X1, from which the thioethanolamine residue originates. Draw the structure of the L-isomer of X1 with stereochemical details. What is the absolute configuration (R or S) of the stereocentre?Vitamin B5\t is produced in most bacteria by combination of pantoate and a non canonical amino acid Х2, which is a nearest homologue of the canonical amino acid X3 and a structural isomer of the canonical amino acid X4.(b) Draw the structures of X2-X4 and pantoate.CoA is a universal carrier of acyl groups in numerous metabolic processes including degradation and biosynthesis of fatty acids. The β-oxidation of fatty acids takes place in the mitochondrial matrix through a series of four reactions collectively referred to as β-oxidation. This process is named for the successive oxidations occurring at the β-carbon, which lead to the stepwise removal of two carbon atoms from the carboxyl end of the fatty acyl-CoA molecule.Four enzymes are involved in this process and their functions are shown in the table.Abbreviation Name FunctionEH Enoyl-CoA Hydratase Forms a β-hydroxyl carbonyl (aldol) from an α, β-unsaturated carbonylKT β-ketothiolase Cleaves the bond between the α and β-carbons in a β-ketothioesterHD 3-L-hydroxyacyl-CoA Dehydrogenase Oxidises a hydroxyl group to a carbonyl groupAD Acyl-CoA Dehydrogenase Removes hydrogen atoms from the α and β positions of a carbonyl to form an α, β-unsaturated carbonylThe process of the β-oxidation of fatty acids is shown underneath with blanks. (c) Fill in the circles with the abbreviations of the enzymes needed. Each enzyme should be used once.(d) Draw in the hexagons the structure(s) of the substrate(s) needed by the enzyme at each point.(e) Complete the rectangles with the structures of the intermediates.Recently CoA was found to play an important protective role in preserving a particular functional group in various enzymes from irreversible oxidation. This reaction is referred to as CoAlation.(f) From the following functional groups, choose the most probable one that is being protected:–OH –C=O –COOH –C(O)NH2 –NH2 NH-C(NH2\t)2\t+ –SH -S-CH3During the periods of rest, organisms synthesise various important molecules including storage compounds, mostly using TCA cycle intermediates as starting substrates, thus depleting the pool of cycle intermediates. As a result, glycolytic overproduction of pyruvate and phosphoenolpyruvate as well as that of acetyl-CoA is observed when energy is required again. This happens because of a diminished concentration of oxaloacetate, which slows down the initial reaction of the TCA cycle.Most organisms can overcome this potentially dangerous situation due to four different reactions catalysed by enzymes E1\t-E4\t belonging to three different classes.Enzymes catalyse diverse reactions and can be grouped into six classes:i) Oxidoreductases – Oxidation/reduction reactions.ii) Transferases – Transfer of a methyl-, acyl-, amino- or phosphate group from one substance to another; kinases forming a subclass catalyse the transfer of phosphate group(s) from high-energy phosphorylated species to accepting substrate(s).iii) Hydrolases – Hydrolytic formation of two products from a substrate.iv) Lyases – Non-hydrolytic addition or removal of groups from substrates, with C-C, C-N, C-O, or C-S bonds cleavage in the latter case.v) Isomerases – Intramolecular rearrangement.vi) Ligases – Joining together two molecules by formation of new C-O, C-S, C-N, or C C bonds with simultaneous breakdown of ATP.Hint: enzymes catalyse both forward and reverse reactions.A very important reaction occurring in mammalian livers and kidneys is catalysed by E1\t:(g) What class does E1\t belong to?Biotin (see below) covalently bound to a lysine (Lys) residue is the co-factor found in the active site of E1\t. The reaction develops in two subsites, one being responsible for the biotin carboxylation (Scheme 1) and the other for CO2\t attachment to pyruvate.(h) Write the reaction between biotin and the Lys residue (show the latter as R1\t-(CH2\t)4\t-NH3\t+). (i) Draw the activated intermediate A and biotin residue with the product of addition of carbon dioxide, B. Show the biotin residue as in Scheme 1.After transferred to the second subunit, CO2\t leaves the biotin residue, the enol form of which further activates pyruvate by removing one of its protons tofacilitate its reaction with CO2\t (Scheme 2):(j) Draw the structures of C and D.E2\t catalyses a reversible reaction which involves (along with other reaction participants) GTP, oxaloacetate, and phosphoenolpyruvate, the latter containing nearly twice as much energy as in ATP.(k) Write down the E2\t catalysed reaction.(l) What class does E2\t belong to?E2\t plays an important role in the process of gluconeogenesis where it catalyses one of the bypass steps given in Scheme 3 (phosphorylated nucleosides and inorganic phosphate are not shown).(m) Draw the structures of F and G.CO2\t (in the form of the hydrogencarbonate anion) is attached to pyruvate in mitochondria and is released as a result of decomposition of F in the cytoplasm. Studies show that this is the same species. Thus, one should not expect any label in newly formed glucose if 14CO2\t enters the carboxylation reaction instead of 12CO2\t. However, some trace amount of labelled glucose is detected in actual experiments with 14CO2\t. (n) Explain the reason for this.Hint. Some substances are intermediates of several metabolic pathways.E3 and E4\t are involved in the metabolic cycle found in some plants (Scheme 4).(o) Draw the structure of H.(p) What class(es) do E3\t and E4\t belong to?(q) Identify the kinase(s) in Scheme 4 (if any) and suggest the name of the enzyme(s).",
    "id": "7",
    "name": "Coenzyme A and anaplerotic reactions"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem discusses the carcinogenic effects of benzo[a]pyrene and nicotine, their metabolic transformations involving various enzyme classes (oxidase, hydrolase, etc.), and the synthesis of varenicline as a smoking cessation aid. It includes reaction mechanisms and stereochemistry.",
    "full": "8. Why smoking is deadlyPeople who smoke have an increased chance of getting lung cancer; there are multiple reasons for this. One of these reasons is the molecule benzo[a]pyrene that is released upon burning certain substances in a cigarette. When this is inhaled, it is enzymatically converted to another molecule that reacts with DNA. This disturbance of the DNA can eventually lead to cancer. The enzymatic reaction pathway is shown below.This is an enzymatic conversion in which a reactive metabolite is formed. (a) Which enzyme class do enzymes 1, 2 and 3 belong to? Assign Enzyme 1, Enzyme 2, and Enzyme 3 to one of the classes given below. LigaseIsomeraseOxidaseTransferaseHydrolaseHint: The enzyme classes are discussed in previous problems.The final product reacts with amine groups that are present in DNA. In this reaction the amine group attacks on the least hindered side.(b) Show how the final product in the pathway above can react with this amine group. Use R-NH2\t to represent the amine group present in DNA.(c) Determine the absolute stereochemistry of all of the stereocentres in the product of the conversion above and assign them as R or S.This mechanism also works for benzene. Therefore benzene is also carcinogenic. Toluene (methylbenzene), however, is not carcinogenic.(d) Draw the structure of the product obtained by oxidation of toluene. It has been known for years that smoking can cause cancer and now it is also known why. The number of people who smoke remains quite high. This is due to the addictive compound nicotine. This compound causes the synthesis of dopamine, which gives the feeling of joy. The absence of nicotine causes stress.Nicotine is not only a compound that causes the above to happen. It is a known ‘tumour enhancing’ compound. Nicotine can also react to form two compounds that are both carcinogenic. This happens in the following way:(e) Draw the structural formulae of A1 and A2.The carcinogenic effect is due to the NO group that is present in both products. Under acidic conditions, in tumour cells, the following happens:(f) Draw the missing resonance form denoted \"R\" in the scheme above. All atoms in the structure follow the octet rule. Because nicotine was used in lots of methods to quit smoking, an alternative had to be found. An alternative is the compound varenicline, that was released on the market in 2006 under the name Chantix. This compound has the same effect as nicotine, but is not as addictive. This means less dopamine is released in comparison with nicotine. This makes it easier to quit smoking. The incomplete synthesis of varenicline is shown below.(g) Draw the structures of compounds B-I.",
    "id": "8",
    "name": "Why smoking is deadly"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem focuses on the stereochemistry of enzyme-catalyzed reactions, specifically the isomerization of isopentenyl pyrophosphate (IPP) to dimethylallylpyrophosphate (DMAPP) and the subsequent conversion of chiral product A to chiral acetic acid. It also covers concepts like kinetic isotope effect, Newman projections, and total synthesis of chiral acetic acid.",
    "full": "9. Determining the stereochemistry of enzymatic reactionsIn 1975, the Nobel Prize in Chemistry was awarded to Sir John Warcup Cornforth for his work on the stereochemistry of enzyme-catalysed reactions. Enzymes are nature’s chiral catalysts that perform thousands of reactions in our bodies every day, and elucidating the stereochemical result of enzymatic reactions was a huge challenge to biochemists at that time.In this question, we will focus on one particular enzymatic transformation: the isomerisation of isopentenyl pyrophosphate (IPP) to dimethylallylpyrophosphate (DMAPP), by the enzyme isopentenyl pyrophosphate isomerase.We can break down the mechanism of the reaction into two separate steps: The removal of a proton from carbon c, and the addition of a proton to carbon a. In this question, we will focus on the addition of a proton to carbon a.To determine the stereochemistry of the addition of a proton to carbon a, one of the protons on carbon a in IPP was labelled with tritium (3H, T). The isomerase reaction was carried out in D2O, such that a deuterium (2H, D) would be added to carbon a. The final product is chiral due to the modified methyl group (a CH3\t group with three different isotopes of H). In order to trap the product, another enzyme was added to catalyse the irreversible condensation of two molecules of IPP with DMAPP to form product A.How can we determine the chirality of such a methyl group? To do this, an ingenious method was devised. First, chiral product A containing the labelled methyl group was converted to chiral acetic acid through two steps.(a) Suggest a suitable two-step sequence of reactions that can convert chiral product A to chiral acetic acid B.Chiral acetic acid was then subjected to a few more enzymatic transformations. For the purpose of the next part, we will consider the transformation to have been performed on the (S)-isomer.(b) Draw the structure of (S)-B.(S)-B was converted into chiral acetyl CoA which then reacted with glyoxylic acid to form malic acid. The second step is catalysed by malate synthase and proceeds through an attack into the glyoxylic acid (forming a new chiral centre with (S) configuration) with inversion of configuration at the original chiral centre. Two products are formed in a 4:1 ratio (Hint: kinetic isotope effect). Fumarase catalyses the anti-periplanar elimination of water from the mixture of D and E to give F and G respectively.(c) Draw the structures of D and E, clearly showing the stereochemistry.(d) Draw the Newman projections of the most stable conformation of both D and E.(e) Draw the structures of F and G, clearly showing the stereochemistry.The  amount of tritium can be determined by measuring the radioactive activity. A ratio Z is defined as: (f) For (S)-B, determine the value of Z.(g) Similarly, determine the value of Z for (R)-B.Due to the development of this method to determine the stereochemistry of chiral acetic acid, chiral acetic acid has become a highly sought after reagent that can be used to probe stereochemistry in biological systems. Thus, new methods have been developed to synthesise chiral acetic acid. One such method is described below.(h) Draw the structures of H, I, J, K, and L, clearly showing the stereochemistry.(i) Suggest one reagent change that will give the opposite enantiomer of the current product.",
    "id": "9",
    "name": "Determining the stereochemistry of enzymatic reactions"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem explores the total synthesis of natural products, specifically a bicyclic hexapeptide (structure 1), and derivatization of artemisinin (11) via azide-alkyne cycloaddition (CuAAC) to form triazole-linked systems (14). It involves stereochemistry, reaction mechanisms (Mitsunobu reaction, click chemistry), and the formation of complex intermediates.",
    "full": "10. The synthesis and derivatisation of natural productsPartial synthesis of a natural productTotal syntheses of natural products are rarely performed to acquire a commercial route to a physiologically active compound of value. Rather, total syntheses are often carried out to show that they can be done or they are carried out to prove the structure of the natural product, especially its stereochemistry, when spectroscopic methods give ambiguous results. A synthesis of the latter was carried out to obtain a bicyclic hexapeptide, which had been isolated from Aspergillus flavus, and for which structure  1 had been assigned through complex spectroscopic studies. An Australian group from the University of Melbourne was able to synthesise structure 1. A comparison of the synthesised molecule with the bicyclic hexapeptide isolated from A. flavus showed them to have different structures, meaning the stereochemistry of the natural product 1 was wrongly assigned.(a) Circle all the stereocenters in structure 1.The total synthesis starts with the reaction presented below.(b) Draw the structure of 2 including its absolute stereochemistry.(c) Choose the model that can be used to predict the stereochemistry of product 3 starting from compound 2:a. Felkin-Anh model without chelationb. Felkin-Anh model with chelationc. Zimmerman-Traxler without chelationd. Zimmerman-Traxler with chelationThe Mitsunobu reaction is a powerful transformation that helps to convert alcohols into other functionalities as presented below.This reaction was used in the aforementioned total synthesis as demonstrated in the scheme below.(d) Draw the structures of 5 and 6 including the absolute stereochemistry.Further steps of the synthetic pathway included compounds 8-10.(e) Draw the structure of 9 including its absolute stereochemistry. Hint: 9 is a stable compound without any charge separation.Derivatisation of a natural productR. Huisgen (1920-2020) established the field of 1,3-dipolar cycloaddition (Huisgen cycloaddition). The azide-alkyne cycloaddition (AAC) is a reaction that gives easy access to triazoles. It is used to do various diversifications of compounds containing an alkyne fragment. K. B. Sharpless and M. Meldal developed these reactions further and realised that Cu(I) catalysis facilitated many of them (CuAAC), with the reaction field becoming part of what is now known as “click chemistry”. A general scheme for one version of CuAAC is given below.Artemisinin 11 is a naturally occurring 1,2,4-trioxane sesquiterpene, which has exceptional antimalarial activity. In addition, several artemisinin derivatives have been found to have appreciable anticancer activity with low toxicity. In this regard, a collaboration between research groups at KU Leuwen, Belgium, and NUST, Pakistan, has enabled rapid access to systems linked to triazoles such as 14. The compounds of this series exhibited interesting biological activity and a synthesis of one of them is presented below.(f) Choose the appropriate reagent(s) for steps X and Y from the table below.Reagent Step Reagent StepNMe4Cl,H2O NH2OH NH3(liquid) NH2NH2(g) Draw the structure of compound 14. You may use the abbreviations specified in the scheme above.The KU Leuven group, mentioned above, devised a reaction system where triazole 18 is obtained after a reaction between artemisinin-derived amine 15, a ketone such as 16, and an azide-carrying reagent 17.The transformation is initiated by the reaction between 15 and 16, which generates intermediate 20. After this, compound 20 tautomerises to 21, which has an N-H bond (unlike 20 which does not). The nitrogen atom in 20 is bonded to the same carbon atoms in the final product 18 as it was in compound 20. The azide 17 only provides two of the three nitrogen atoms in the product, the third nitrogen atom and the rest of the reagent 17 leaves from an intermediate and forms p-nitroaniline (19) as a by-product.(h) Draw the structures of 18, 20, and 21. You may use an abbriviation for 15 such as RNH2.",
    "id": "10",
    "name": "The synthesis and derivatisation of natural products"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem covers various aspects of imine chemistry, including identifying imine functional groups, IR spectroscopy of C=X bonds, electrophilicity of C=N bonds, synthesis of imines via condensation, and stereochemical properties of imines and similar compounds, including tautomerism and iminium salt formation.",
    "full": "11. A saga about iminesEpisode IV: A new imineAn imine is a functional group in which there is a double bond between a nitrogen atom and a carbon atom and, thus, they are considered as analogues of ketones and aldehydes. As many other compounds exist with similar carbon-nitrogen bonding, other structures are often referred to incorrectly as being an “imine”. It is hard to be an imine, isn`t it?(a) From the structures above, choose those that have an imine functional group (assume that R is an alkyl group).IR spectroscopy is a useful technique that allows us to differentiate between types of carbonyl compounds and related compounds.(b)  From the pairs of compounds above, choose the compound that shows the highest wavenumber (cm-1) for the C=X group (X = O or NR) in its IR spectrum.Evidently, electrophilicity of the C=N bond depends on the substitution pattern. This is illustrated with compounds 23 and 24. One of them readily reacts with sodium borohydride at 0 °C, while the other requires lithium aluminium hydride for smooth reduction of the C=N bond.(c)  Which compound (23 or 24) can be reduced efficiently only with lithium aluminium hydride?(d) Draw a resonance structure of that compound which shows why the carbon in the C=N bond has a lower electrophilicity.There are many ways to synthesise imines. The simplest way is  a condensation between a carbonyl compound and an amine. However, this reaction may be reversible.(e) Choose the reaction condition(s) and reaction partner that could synthesise an imine from compounds 25 and 26.A. Aniline (1 eq.), methanol (0.1 M), room temperature.B. Aniline (1 eq.), TsOH (0.1 eq), toluene (0.1 M), Dean-Stark apparatus, reflux.Condition(s) for 25: Condition(s) for 26:Another method for imine synthesis is described in the following scheme for the example of cyclic imine 32. It is accompanied by formation of gas 28 and intermediate 29. This reaction must be performed under anhydrous conditions because 29 can be hydrolysed by water; compound 30 and amine 31 are formed in this case. If intermediate 29 is heated, it is converted to desired compound 32.(f) Draw structures 27-32 including absolute stereochemistry. Hints: X is a functional group. Compound 27 can react with phenylacetylene (this reaction is catalysed by copper(I) iodide), and the reaction generates a five-membered ring that contains three nitrogen atoms. The mass spectrum of 30 is shown below.MS of 30Imines and similar compounds sometimes have peculiar stereochemical properties.(g) Choose the correct statement(s) for each of the compounds above.A. This compound does not exist as there is an error in the structure.B. This compound has short lifetime as it is configurationally unstable.C. This compound is configurationally stable.D. This compound does not have stereoisomers.E. It can be transformed to another isomer by heating.F. It can be transformed to another isomer by irradiation with light.33:                                           34:35:36:37:38:Sometimes formation of C=N is accompanied with subsequent reactions.t = heating(h) Draw the structures of the products for the reactions if the configuration of the C=N bond is different in products 41 and 43.Episode V: The iminium salts strike back!Imines have a C=N double bond, while in amines, bonds between C and N are all single bonds. In a later task, we will deal with pyridoxamine and imines obtained from pyridoxal. They both have a nitrogen atom. Let`s consider the two model compounds: 1 and 2.(i) Choose whether compound 1 or 2 is the stronger base.Compound 2 can exist as several tautomeric forms: one is shown, while another has charge separation.(j) Draw a second tautomeric form of 2. Draw a resonance structure of this tautomeric form (the resonance structure should not have charge separation).An iminium salt is formed when an imine is protonated. One example is presented below.(k) Choose the more probable product structure (4 or 5) formed by protonation of compound 2 in an aprotic solvent.Another way to make an iminium salt is reaction of a carbonyl compound with a secondary amine. In the example below, compound 6 is premixed with a more electrophilic carbonyl compound, and then a second compound with a carbonyl group is added after iminium formation. As a result, products 7 and 8 are formed. (l) Draw the structure of the intermediate iminium salt formed.(m) Draw the structures of products 7 and 8.Iminium salts are often used in chemical transformations as active intermediates. The scheme below is presented for part of the total synthesis of compound 16. This synthetic route includes an example of an iminium cation as an active intermediate.(n) Write the unknown substituent R in compound 9.(o) Draw the structures of compounds 10, 10′, 11, and 14. You may use the abbreviation R as shown in the scheme. (p) Compound 13 can exist as a mixture of two stereoisomers. Draw the structures of both possible geometrical isomers for 13, if ethylacetate is liberated in the reaction from 12 to 13.(q) Compound 9 cannot be efficiently transformed to a mixture of isomers 10 and 10` without a catalyst. Choose the best catalyst for this transformation from the list below.Unlike compound 9, compound 17 gives only product 18 when it reacts with ethyl acetoacetate under the same catalytic conditions.(r) Draw the structure of product 18.",
    "id": "11",
    "name": "A saga about imines"
  },
  {
    "category": "Organic Chemistry",
    "description": "This problem continues the theme of imine chemistry, focusing on a specific reaction (Reaction X) involving iminium cations, cyclization, migration, and deprotonation, in the context of total synthesis and biochemical pathways. It also covers stereoisomers and enzyme catalysis.",
    "full": "12. Imine`s guide to the biochemical galaxyImines are abundant chemicals both in the laboratory and in nature. Numerous organic reactions have been developed that utilise imines. One example is reaction X, for which the simplified mechanism is shown below (reaction X is the same reaction throughout this task). It is initiated by formation of 3, which is followed by protonation. Cation 4\t+ \tcan cyclise to 5\t+, which yields  6\t+ \tafter 1,2-migration. Alternatively, cation 4\t+ \tcan directly undergo a 1,6-cyclisation to produce intermediate 6\t+. The process is terminated by deprotonation, which yields product 7.(a) Draw the structures of compound 3 and intermediates 4\t+-6\t+.(b) Draw the most stable resonance form of 5\t+ \tand of 6\t+, which demonstrate cation stabilisation.Reaction X is robust which enables its use in total syntheses. Intermediates similar to 5\t+ \tcan be trapped depending on their structure and other things present in the reaction. A part of a total synthesis is presented below as an example, where such an intermediate was stable. In this case, the tosyl group (Ts) was used as an electrophile instead of H+\tto initiate reaction X.(c) Draw the structures of 9, 10, and 12-14. Stereochemistry is not important in this part of the task. Hint: substituent R is a disubstituted aromatic ring.(d) Choose the reason(s) why compound 14 is a final product. Circle the correct answer(s).A. Aromatisation is favourable.B. Aromatisation is unfavourable.C. Aromatisation is possible.D. Aromatisation is impossible.E. Deprotonation is possible.F. Deprotonation is impossible.G. Steric hindrance enhances the rate of six-membered ring formation.H. Steric hindrance decreases the rate of six-membered ring formation.(e) How many stereoisomers does compound 15 have?The hypothesis that six-membered products were obtained by migration was confirmed by many experiments. For example, compound 17 can be synthesised from 16 (the stereochemistry of the migrated fragment was retained). The mechanism of this transformation is presented below.(f)  Draw the structures of 17, 18+\t-20+\t.  18+\t and 19+\t are resonance structures. Specify the absolute stereochemistry where necessary.As previously mentioned, reaction X occurs naturally in some organisms. Compounds 21 and 22 can be synthesised from amino acids through a series of enzymatic transformations. A single enzyme catalyses two sequential final steps: imine formation and reaction X.(g) Suggest a biochemical pathway for the syntheses of both 21 and 22 using a pair of starting materials from those listed below: choose one amino acid and one aldehyde. The pathway should not exceed four steps; consider imine formation and reaction X as two separate steps.Specify the enzyme for each step using the following abbreviations:DC – decarboxylaseHD – hydroxylaseIS – isomeraseLS – lyaseRD – reductaseTR – transferaseAmino acids:GlycineAlanineGlutamic acidSerineTyrosineHistidineTryptophanCompounds  23 and 24 can be synthesised by reaction X which is enzymatically catalysed. In this case, only one isomer is obtained out of many stereoisomers.(h) How many stereoisomers do compounds 23 and 24 have?",
    "id": "12",
    "name": "Imine`s guide to the biochemical galaxy"
  },
  {
    "category": "Biochemistry",
    "description": "This problem explores Schiff bases in biochemistry, particularly their formation with pyridoxal phosphate (PLP), and their role in transamination, racemization, and decarboxylation reactions catalyzed by enzymes. It also covers cross-linking of extracellular matrix proteins and isotope labeling in biosynthesis studies.",
    "full": "13. Schiff bases, the Universe, and biochemistrySchiff bases are imines with an alkyl or aryl substituent on the nitrogen atom. They play an important role in many biochemical and biotechnological processes. Pyridoxal phosphate (PLP, 1), an enzymatic cofactor derived from vitamin B6\t, is one of the biologically important compounds that readily forms Schiff bases. A reaction cascade with an amine leads to PLP being transformed into pyridoxamine phosphate (PAP, 2).In many enzymes, the reactive aldehyde group of PLP does not exist in the free form. Instead, it forms a Schiff base product (4) with a specific lysine residue of an enzyme.(a) Draw the structures of 4 and 5 using the lysine residue abbreviation 3.Transaminases (also referred to as aminotransferases) catalyse reactions between an α-amino acid and an α-ketocarboxylic acid. In the case of the enzyme E1\t, the process starts with transamination of the PLP-lysine adduct 4 in the active site by alanine. The end of the catalytic cycle is given below.(b) Draw the structures of 6, 10, and quinoid intermediate 8.(c) Propose the missing part of the E1\t catalytic cycle, clearly showing the reactants, intermediates, and the cofactor structure.Beside transamination, amino acid racemisation and decarboxylation can be induced by PLP depending on the nature of the enzyme. All these processes start with Schiff base formation. Then the quinoid intermediate is obtained due to elimination of one of substituents at the α-carbon atom.(d) What is/are the reason(s) that may cause elimination of a substituent? Circle the correct answer(s).a. Steric hindrance due to the tetrahedral environment of the α-carbon atom.b. Steric hindrance due to the planar geometry of the quinoid intermediate.c. Being electron deficient, the pyridinium ring withdraws electron density from the α-carbon atom.d. Being a strong nucleophile, the pyridinium ring attacks the carbonyl atom of the amino acid.e. Being a strong electrophile, the pyridine nitrogen atom attacks the carbonyl carbon of PLP.f. Being a strong nucleophile, the pyridine nitrogen atom attacks the carbonyl carbon of PLP.(e) Draw the structures of the starting Schiff bases, quinoid intermediates, and the product(s) for:racemisation of L-alanine,decarboxylation of L-alanine.Show the absolute stereochemistry where necessary.Schiff bases are involved in inter- and intramolecular cross-linking of extracellular matrix proteins such as collagen and elastin. The carbonyl group necessary for the reaction with the amine group appears in an allysine residue due to oxidative deamination of the lysine residue during a post-translational modification. The latter process is catalysed by the enzyme E2\t. Its cofactor (quinone  11) is formed inside the active site of the enzyme from residues of two amino acids as shown below.(f) Select which amino acid residues were used in the biosynthesis of 11.a. Alanineb. Argininec. Asparagined. Glycinee. Methioninef. Tyrosineg. Tryptophanh. Lysine(g) Circle  the most electrophilic carbonyl group in 11. Draw the resonance structure that confirms your hypothesis. Use the simplified structure of 11 shown above.The catalytic cycle of E2\t for the transformation of lysine 3 to allysine 14 is shown below.(h) Draw the structures of 12, 13, 14, and 16. Use the simplified formulae of 3 and 11 given above.Isotope labelling is a method that allows us to track the origin of certain fragments after a chemical reaction. It is used extensively in biochemistry to study mechanisms of reactions. Different versions of labelled lysine were prepared, and mass spectra (MS) were recorded for them using electrospray ionization in positive mode. The results of the analysis are presented below in the table.Spectrum number Ion [M+H]+ Compound1 1452 1463 1474 1485 1496 150(i) The mass spectra do not change for any of the labelled lysines after the samples are dissolved in methanol. Choose which of the labelled lysine compounds  17-31 could correspond to the given molecular ions in the table above. Desmosine 32 and isodesmosine 33 are two essential components of elastin. To biosynthesise them, one lysine and three allysine residues are needed to link four polypeptide fragments. One lysine residue and one allysine residue form Schiff base 34, whereas the other two allysine residues undergo an aldol condensation that produces 35. The two intermediates 34 and 35 finally react to give either 32 or 33.(j) Draw the structures of intermediates 34 and 35.To reveal the mechanism of the biosynthesis of 32 and of 33, lysine labelled on the e carbon atoms was prepared. Then a sample of elastin was biosynthesised from it and then subjected to post-translational modification.(k) Circle the labelled carbon atom in allysine which originated from e-labelled lysine.(l) Circle the labelled carbon atoms in 32 and 33.",
    "id": "13",
    "name": "Schiff bases, the Universe, and biochemistry"
  },
  {
    "category": "Industrial Chemistry",
    "description": "This problem focuses on oil refining processes for gasoline production, including atmospheric fractional distillation, hydrotreatment, catalytic isomerisation, catalytic reforming (dehydrogenation, dehydrocyclisation), cracking, hydrocracking, and alkylation. It also touches on mass spectrometry for compound identification and antiknock agents.",
    "full": "14. UAE's driving forceThe United Arab Emirates has the sixth largest oil reserves in the world, mostly concentrated in the Emirate of Abu Dhabi. After extraction from oil reservoirs, crude oil is transported to oil refineries, where it is processed to produce various petroleum products. Around 40–50% of the crude oil is refined into gasoline. In this problem, you will explore the main steps in gasoline production. A typical gasoline is a mixture of alkanes, alkenes, cycloalkanes, and aromatic compounds with 4 to 12 carbon atoms. It is obtained by mixing different oil refining products introduced below into a gasoline blend.The refining process essentially starts with atmospheric fractional distillation, where crude oil is separated into fractions according to their boiling points. After this step, the residual oil is further separated using vacuum fractional distillation into heavier fractions with higher boiling points.(a) Number the following compounds present in crude oil in order of increasing boiling point (1 – the lowest boiling point, 7 – the highest boiling point):2,2-dimethylbutanedodecanepentane-1-thiolpropenepentan-1-olhexanebenzeneThe next step after distillation is hydrotreatment, which serves to reduce the content of element X in oil fractions. This step is required to prevent catalyst poisoning in further oil refining processes and to prevent acid rain forming as a result of the exhaust gases from fuel combustion. The hydrotreatment process is based on the catalytic reaction of X-containing compounds with hydrogen, producing gas A. \t1\t/3\tof A obtained is then oxidised with air, producing gas B, which further reacts with the remaining 2\t/3\t of A to produce solid C.The mass spectrum (electron impact ionisation, I\t– relative intensity) of C and relative intensities of selected peaks ([M]+\t is the molecular peak) are shown:Peak [M]+\t[M+1]+\t[M+2]+\tI, % 70.40 4.76 25.17(b) Identify the element X and substances A–C, and write down the reaction between A and B.There are four stable isotopes of element X. The isotope with a mass number A has the highest natural abundance of 94.85%. The heaviest stable isotope has a mass number of A+4.(c) Indicate the mass numbers of the four stable isotopes of X and calculate the relative abundances of the three other isotopes.After hydrotreatment, lighter oil fractions (“naphtha”) are subjected to catalytic isomerisation and catalytic reforming to produce “isomerate” and “reformate” components for gasoline blends with high octane ratings. A higher octane rating indicates that the fuel can withstand greater compression in an internal combustion engine reducing the probability of detonating prematurely. This resistance to detonation is essential for higher-compression engines to operate efficiently and produce greater power. During isomerisation, linear alkanes are converted to branched isomers. During reforming, the most important reactions are the dehydrogenation of cyclohexane derivatives and the dehydrocyclisation of linear alkanes producing aromatic compounds.(d) Give the total number of compounds in the “isomerate” produced from a mixture of butane, pentane, and hexane.(e) Draw the structures of all the products of dehydrocyclisation reactions of hexane, heptane, and octane.After hydrotreatment, heavier oil fractions are further subjected to catalytic cracking and hydrocracking to produce more valuable gasoline components. In these processes, long-chain hydrocarbons are broken into short ones. In cracking, typical products are alkanes and alkenes, while in hydrocracking, which is performed in the presence of hydrogen, the products are saturated hydrocarbons.(f) Determine the molecular formula of the alkane, which gives a mixture of hexane and pentene during cracking, and octane as a single product during hydrocracking.Propene and butene obtained during cracking are often used further to produce a gasoline component called “alkylate” by the alkylation reaction with isobutane under acid catalysis. The alkylate consists primarily of two hydrocarbons D and E, which have three and five non-equivalent carbon atoms in their structures, respectively. Hydrocarbon E is a reference standard for octane rating.(g) Draw the structural formulae of D and E.The gasoline components discussed above (naphtha, isomerate, reformate, cracked and hydrocracked gasoline, and alkylate) are mixed in different proportions to get gasoline with specific characteristics and quality. Other additives, such as oxygenates, stabilisers, detergents, antiknock agents, etc. are then added deliberately.Antiknock agents increase the fuel’s octane rating. Compound F was extensively used as an antiknock agent in the 20th century but is now mostly banned due to the toxicity of element Y in F. It is produced by the reaction between NaY (sodium–Y alloy) and chloroalkane G, followed by the distillation of F. In its mass spectrum, one can observe the sequential loss of four fragments with m/z 29 from the molecular peak. The peak of the highest intensity (base peak) has m/z 237.(h) Determine the element Y, substances F and G, and write down the reaction between NaY and G.",
    "id": "14",
    "name": "UAE's driving force"
  },
  {
    "category": "Analytical Chemistry",
    "description": "This problem challenges the identification of C5H10O isomers using infrared (IR) and mass spectrometry data. It covers functional groups, typical fragmentation pathways (e.g., McLafferty rearrangement), and Stevenson's rule.",
    "full": "15. In search of an oasis in the desertThe United Arab Emirates University is located in the city of Al Ain, which is known for its rich history and lush greenery thanks to the largest oasis in the country. Just like searching for an oasis in a desert, in this problem, you will be challenged to find the structures of eight isomers from the large number of peaks their infrared (IR) and mass spectra shown.Compounds A–H are all isomers of C5H10O. The mass spectra (electron impact ionisation, I, % – relative intensity) of these compounds and the wavenumber of the strongest band in their IR spectra are given:A (1728 cm–1\t) B (1717 cm–1\t)C (1727 cm–1)\t D (1728 cm–1\t)E (1720 cm–1) F (1718 cm–1)G (1728 cm–1) H (1728 cm–1)(a) State all the possible functional groups (or combinations of functional groups) that molecules with the molecular formula C5H10O can have.Molecular ions formed during electron impact ionisation in a mass spectrometer are often in a high energy state and undergo dissociation into fragments. A typical fragmentation pathway is the cleavage of one of the bonds producing one charged and one neutral fragment. According to Stevenson’s rule, the fragment with the lowest ionisation energy will possess a charge after the fragmentation, for example:Another typical fragmentation pathway is some kind of rearrangement. For example, the McLafferty rearrangement is normally observed for carbonyl compounds but also alkenes, imines, etc:(b) Determine the structures of isomers A-H using the data. If you are not able to assign a specific structure to the unknown isomer, list all your options.The peak of the highest intensity in the mass spectrum is called a base peak. It is assigned 100% intensity, and the intensities of other peaks are calculated relative to the base peak.(c) For  each structure A-H, suggest a fragmentation pathway leading from the molecular ion to the species that gives the base peak in the mass spectrum.",
    "id": "15",
    "name": "In search of an oasis in the desert"
  },
  {
    "category": "Inorganic Chemistry",
    "description": "This problem explores fullerenes as allotropes of carbon, their polyhedral shapes (truncated icosahedron, Goldberg polyhedra), Euler's theorem for polyhedra, and their detection by mass spectrometry. It involves deriving expressions for edges and faces, and calculating isotope ratios for C60 and C70.",
    "full": "16. Fullerenes and polyhedraFullerenes are allotropes of the element carbon that take the shape of polyhedra. C60, the most famous member of the fullerenes, has the shape of a truncated icosahedron. This shape is far more commonly known as “a football”. Although approximately spherical when inflated, footballs are made from stitching together hexagonal and pentagonal pieces of fabric in the shape of the faces of the truncated icosahedron. In C60, a carbon atom sits at every vertex of the truncated icosahedron, and there is a bond along every edge.In 1758, the mathematician Leonhard Euler came up with a theorem describing the relationship between the number of vertices, v, the number of edges, e, and the number of faces, f, in a polyhedral shape:In a fullerene of formula Cn, as each carbon atom sits at the vertex of the polyhedron, we know that:In fullerenes, assume that vertices are always trivalent (i.e., each carbon atom is bonded to three others) and all faces are either pentagons (p) or hexagons (h).(a) In terms of n, derive an expression for the number of edges in a fullerene.(b) In terms of n, derive an expression for the number of faces in a fullerene.All fullerenes have 12 pentagonal faces (p = 12). (c) Show mathematically that fullerenes have 12 pentagonal faces, and derive an expression for the number of hexagonal faces, h, in a fullerene, in terms of n.Long before the discovery of fullerenes, in 1937 the mathematician Michael Goldberg considered a series of polyhedra constructed from pentagons and hexagons. These shapes are now known as Goldberg polyhedra. There are many possible structures for fullerenes, but the most symmetrical fullerene structures, including C60, are Goldberg polyhedra. The introduction to Goldberg’s 1937 paper.The method to generate the series of structures can be seen in the following figures from Goldberg’s paper. Goldberg imagined the surface net of the polyhedron being laid out onto a hexagonal lattice. The relative position of the nearest pentagons on the surface was then determined by two integers: a and b. On the left of the figure on the next page, to get from one pentagon to the nearest pentagon requires a move of seven faces in the a direction and a move of zero faces in the b direction. The polyhedron that would give this net would be denoted (7,0). On the right of the figure, it shows the total number of faces of the resulting polyhedra of various (a,b) values. All these polyhedra are potential fullerene structures.Left: the relative position of pentagons on the surface net. Right: the total number of faces of Goldberg polyhedra of various (a,b) values.(d) The smallest Goldberg polyhedron is (0,1). It is a regular shape with only 12 faces, and we know these all must be pentagons. What is the common name for this shape?(e) The (1,1) Goldberg polyhedron is a truncated icosahedron, the shape of C60 fullerene. Complete the table below for C60 fullerene.(a,b) v = n e f h(1,1)(f) Complete the table for other potential fullerene structures.(a,b) v = n e f h(2,0)(2,1)(2,2)(3,0)(3,2)The structure of six Goldberg polyhedra are shown below.(g) Determine the values of (a,b) for each of the structures (i)-(vi).(h) Which of the following descriptors apply to the following pairs of Goldberg fullerenes? Tick all that apply.(i) (6,0) and (7,0)(ii) (7,0) and (5,3)(iii) (7,0) and (0,7)(iv) (5,3) and (3,5)Allotropes Stereoisomers Diastereoisomers AtropisomersIsomers Enantiomers Conformational IsomersExactly the sameThe discovery of fullerenes came many years after Euler and Goldberg. Although fullerenes had been predicted as stable for some time, the first detailed experimental evidence for fullerenes came in 1985 from mass spectra of the residue formed from the vaporisation of graphite in a helium atmosphere. Three authors on this paper, Harry Kroto, Robert Curl, and Richard Smalley would go on to win the Nobel Prize in Chemistry only 11 years later, indicating how quickly this discovery revolutionised chemistry and materials science.The first detection by mass spectrometry of C60, adapted from work of Kroto et al.The mass spectra from the original paper are shown. It is possible to construct a fullerene shape for every even value of n from C20 upwards except for n = 22. However, some fullerenes are much more stable than others. The ratio of fullerenes formed in this work was dependent on the pressure of helium. In all cases C60 was the most abundant and C70 the second most abundant. C60 is the most stable fullerene as it is the smallest structure which does not require two pentagons to share an edge, and this relieves a lot of strain. C60 is also one of the highly symmetrical fullerene structures.These mass spectra would be considered relatively “low resolution” by modern standards and are quite broad. One reason for this broadness is the presence of different isotopes of carbon. In mass spectra of small molecules, the predominant peak is always from the species containing all 12C, as this is by far the most abundant isotope. However, as the number of carbon atoms increases, the intensity of the peaks containing one or more 13C increases. These different isotopic species were not resolved in these first mass spectra of fullerenes and this is one reason behind the broadness of these peaks. Assume an isotopic distribution of 98.94% 12C and 1.06% 13C.(i) In the mass spec of C60, determine the ratio of 12C60:\t12C59\t13C peaks.(j) In the mass spec of C70, determine the ratio of 12C70:\t12C69\t13C peaks.(k) Determine the first fullerene for which the peak with one 13C is more abundant than the peak with no 13C.(l) Determine the first fullerene for which the peak with two 13C is more abundant than the peak with one 13C.",
    "id": "16",
    "name": "Fullerenes and polyhedra"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem focuses on photocatalysis, including its application in water splitting and CO2 methanation. It covers the principles of semiconductors (valence band, conduction band, band gap, electron-hole generation), redox potentials, and quantum yield calculations.",
    "full": "17. PhotocatalysisPhotocatalysis is a way to utilise solar energy and carry out various useful but energetically unfavourable redox reactions, such as water splitting ( rG°298\t=\t+237 kJ / mol of H2O), carbon dioxide methanation ( rG°298\t= +818 kJ / mol of CO2\t), and others.Common photocatalysts belong to one of the three classes of materials: transition metal complexes, organic dyes, and semiconductors. Let's consider the latter class.When a semiconductor absorbs a photon with energy equal to or greater than the material's band gap, an electron is excited from the valence band (VB) to the conduction band (CB), generating an electron hole, h+\t, in the valence band. The excited electron can reduce а compound, while the positive hole can take up an electron from a compound and produce oxidised products. The overall process is a redox reaction at the surface of the semiconductor irradiated with light.Not every semiconductor is suitable for a particular redox process. Both half-reactions – reduction by an electron and oxidation by a hole must be thermodynamically favourable, that is, the redox potential of a hole must be positive enough, while that of an electron – negative enough.Consider two photochemical reactions: water splitting and carbon dioxide methanation by water. In both reactions consider an acidic medium.(a) Write down the half-reactions occurring at the photocathode and photoanode, and the overall reactions.(b) If the acidic medium is replaced by a basic one, which of the following electrochemical properties for water splitting will change and which will not? Mark the correct cells.Electrochemical property will change will not changeOverall reactionCathode potentialEmfThe band energy diagrams of selected semiconductors and the table of standard reduction potentials for selected half-reactions are shown below.Half-reaction E°, V (pH 0)O2\t→\tH2O 1.23CO2\t→\tCH4 0.17H+\t→\tH2\t0(c) Using these data, determine which of the listed semiconductors upon irradiation at pH = 0 are able to:            i) oxidise water to O2\t;            ii) reduce water to H2\t;            iii) reduce carbon dioxide to methane            iv) both oxidise and reduce water.The catalytic activity of photocatalysts is evaluated by the normalised reaction rates measured, e.g., in  μmol·h−1\t·g−1\t. However, to estimate the efficiency of light energy conversion other quantities are used. In homogeneous photochemistry, the quantum yield (QY) is defined as the number of product molecules to the number of absorbed photons ratio:However, in non-homogeneous photocatalytic systems, the actual number of photons absorbed is difficult to determine due to scattering and reflection of light. Therefore, the absorbed photon number is replaced by the incident photon number. In addition, the number of product molecules is replaced by the number of electrons transferred. The quantity calculated in this manner is referred to as the \"apparent quantum yield\" (AQY):In a recent photocatalytic experiment, the catalyst (0.1 g) was dispersed in an aqueous solution of lactic acid and the solution was irradiated by a laser at 532 nm with a power of 200 mW. Hydrogen evolved from the solution at a normalised rate of \t160 μmol·h−1\t·g−1\t.(d) Calculate the apparent quantum yield of water reduction.",
    "id": "17",
    "name": "Photocatalysis"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem investigates the optical and electronic properties of semiconductors, specifically cadmium telluride (CdTe) and cadmium selenide (CdSe) quantum dots. It covers MO theory for band formation, band gap calculation, cutoff wavelength, quantum confinement effects, exciton Bohr radius, and their application in solar cells.",
    "full": "18. SemiconductorsIn the context of sustainable energy in the UAE, a country investing heavily in solar technology, semiconductors are promising materials for photovoltaic cells. Semiconductors are materials with electrical conductivity between that of a conductor (such as copper) and an insulator (such as rubber). This means they can conduct electricity under certain conditions, making them essential in modern electronics. One such material is cadmium telluride (CdTe), which is being explored for thin-film solar cells due to its efficiency in converting solar energy to electrical energy.In this task, you will investigate the optical properties of CdTe, focussing on its band gap, molecular orbital structure, and how its properties affect solar cell efficiency in the UAE's sunlight conditions.Molecular orbital structure(a) CdTe is a II-VI compound semiconductor. Using MO theory, discuss how the overlap between Cd 5s and 5p orbitals with Te 5p orbitals leads to the formation of the conduction and valence bands.Band gap calculationThe experimental band gap energy of CdTe is approximately 1.45 eV.(b) Calculate the cutoff wavelength (λcutoff) for CdTe, beyond which the semiconductor becomes transparent to light. Use the formula:where Eg is the band gap energy (in Joules).(c) Relate this cutoff wavelength to the solar spectrum in the UAE, where the maximum sunlight intensity is at approximately 550 nm. How does the band gap of CdTe make it suitable for photovoltaic applications in the UAE's sunlight conditions?Optical absorptionCdTe has a strong absorption coefficient in the visible spectrum. Assume the optical absorption coefficient (α) at 500 nm is 2 × 105\tcm−1\t.(d) Calculate the penetration depth (1/α), which is the distance at which the intensity of light decreases to 1/e of its original value.(e) Comment on the significance of this property for the design of thin-film CdTe solar cells in the UAE.Quantum dots: tiny particles for big applicationsThe Noble Prize in Chemistry 2023 was given to the scientists who discovered quantum dots (QDs). QDs are tiny semiconductor particles or nanocrystals, typically ranging from 2 to 10 nm in diameter. QDs are increasingly being researched as tunable materials for next-generation solar cells, particularly in places like the UAE, where solar energy is abundant. Quantum dots, which are semiconductor nanocrystals, exhibit unique optical and electronic properties due to quantum confinement. In this task, we will explore cadmium selenide (CdSe) quantum dots, analysing how their size influences the band gap, optical properties, and molecular orbital structure, and how these features are relevant for solar energy applications in the UAE.Molecular orbital structure and quantum confinement CdSe quantum dots are formed from cadmium (Cd) and selenium (Se), which typically form a bulk semiconductor material. In QDs, however, the small size leads to quantum confinement effects.(f) Explain how the molecular orbitals of Cd and Se overlap to form the valence and conduction bands in bulk CdSe. How does quantum confinement alter this structure in smaller QDs?(g) How does the particle size of QDs affect the band gap energy, and why is this tunability advantageous for solar cell applications, particularly in the UAE’s environment?Band gap calculation and size effectCdSe QDs have a tunable band gap due to quantum confinement. The band gap increases as the size of the QD decreases. The band gap energy (Eg) for a quantum dot can be approximated using the following equation for the effective mass approximation:Where,  is the CdSe bulk band gap (1.74 eV),  R is the QD radius,  is the electron effective mass in CdSe (0.13 m0\t),  is the hole effective mass in CdSe (0.45 m0\t), m0\t = 9.11 × 10−31 kg, e = 1.602 × 10−19 C,  is the permittivity of free space (8.854 × 10−12 F/m),  is the dielectric constant of CdSe (10).(h) For a quantum dot with a radius of 2.5 nm, calculate the band gap energy, Eg(R).(i) How does this band gap compare to the bulk band gap of CdSe? What does this indicate about the influence of size on the optical properties of CdSe quantum dots?Optical properties and absorptionQuantum dots are known for their strong absorption in the visible spectrum, which makes them attractive for solar cell applications. The absorption wavelength, λ, is related to the band gap by:where Eg is the band gap energy (in Joules).(j) Using the band gap calculated in part (h), calculate the cutoff absorption wavelength for the 2.5 nm CdSe QD.(k) Compare this absorption wavelength with the peak solar spectrum intensity at 550 nm (green light) in the UAE. What does this tell you about the suitability of CdSe QDs for capturing solar energy in the UAE?Exciton Bohr radius and quantum confinementThe exciton Bohr radius (aB) represents the distance between the electron and hole in a bulk semiconductor. For CdSe, the exciton Bohr radius is approximately 5.6 nm. When the QD radius R becomes smaller than the exciton Bohr radius, quantum confinement effects become significant.(l) Compare the radius of the QD from part (h) (2.5 nm) with the exciton Bohr radius of CdSe (5.6 nm).(m) Discuss how the quantum confinement regime affects the electronic and optical properties of the quantum dots, particularly in relation to solar cell efficiency.Solar cell application and design considerationsQuantum dots can be tuned to absorb different parts of the solar spectrum by varying their size. In quantum dot solar cells, one can layer QDs of different sizes to capture more of the solar spectrum. Given the intense sunlight in the UAE, consider the design of a multi-junction solar cell using different sized CdSe quantum dots.(n) If you wanted to design a quantum dot solar cell that captures light from the visible spectrum (400-700 nm), what range of QD radii would you use? Assume the relationship between the QD radius and absorption wavelength follows this formula:(o) Discuss the advantages of using quantum dots in solar cells for the UAE, focussing on their tunability and adaptability to the intense solar conditions.",
    "id": "18",
    "name": "Semiconductors"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem deals with the reverse combustion of methane (CO2 methanation), thermodynamic favorability, Gibbs energy diagrams, equilibrium constants, and photocatalytic reduction of CO2 to CH4, including quantum yield calculation.",
    "full": "19. Reverse combustionNecessary information:Assume that enthalpies and entropies of all reactions do not depend on temperature.vapS (H2O) = 118 J / (mol·K)vapH (H2O) = 44 kJ / molNatural gas is used for heating, electricity generation, and as a chemical feedstock. The reaction:CH4\t(g) + 2O2\t(g) CO2\t(g) + 2H2O(l)which accounts for ~20% of global CO2\t emissions, is highly favourable thermodynamically ( rG 298\t= –818 kJ / mol) and releases much heat ( rH 298\t= –890 kJ / mol). However, the  reverse unfavourable process (carbon dioxide methanation) is also possible, but consumes much energy and is performed in several stages.(a) Draw the graph of the dependence rG (T) for CO2\t methanation in the range from 298 K to 800 K.Synthetic methane production is already carried out through power-to-gas technology which employs photovoltaic cells to electrolyse water and generate hydrogen, which subsequently reduces CO2\t to CH4\t via heterogeneous catalysis. The CO2\t to CH4\t reduction ( rG 298\t= –131 kJ / mol; rH 298\t= –253 kJ / mol) is performed using a Ni catalyst, supported on metal oxides, such as Al2O3\t or ZrO2\t. Common operating temperatures are between 200 and 550°C, with pressures ranging from 1 to 100 bar.(b) Draw the Gibbs energy diagram, showing the relative standard molar Gibbs energies of the following systems at 298 K and 1 bar: CO2\t(g) + 2H2O(l)CH4\t(g) + 2O2\t(g) CO2\t(g) + 2H2\t(g) + O2\t(g)(c) Calculate the equilibrium constant, Kp\t, for the reaction at 500 C:CO2\t(g) + 4H2\t(g) CH4\t(g) + 2H2O(g)(d) The mixture CO2\t : H2\t = 1 : 4 was introduced into the reactor and heated to 500 C. At what total pressure will the degree of conversion reach 90%?Direct photocatalytic reduction of CO2\t to CH4\t by water is possible using either heterogeneous composite semiconductor catalysts or homogeneous dye catalysts. In one of the experiments, a CO2\t saturated solution in acetonitrile, containing an iron tetraphenylporphyrin dye together with a photosensitiser and trifluoroethanol, was irradiated with light at 420 nm and a constant power of 1.00 W. All light was absorbed. After the experiment, 1.1 mmol of CH4\t was obtained which corresponded to a quantum yield of 0.18%.(e) How long did the irradiation take?",
    "id": "19",
    "name": "Reverse combustion"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem involves calculating molality and molecular weight of a drug, and estimating vapor pressure changes using colligative properties (freezing point depression, Raoult's law) and the Clausius-Clapeyron equation, in the context of drug stability in variable climate conditions.",
    "full": "20. New drug formulationIn the UAE, researchers at a pharmaceutical company are developing a new drug formulation that needs to remain stable at sub-zero temperatures, especially when transported through cold desert nights or to mountainous areas such as Jebel Hafeet. A sample of 15 g of this drug is dissolved in 250 g of a solvent, which has the following properties:The molar mass of the solvent is 100 g/molFreezing point of the pure solvent: −15 ∘CFreezing point depression constant (Kf\t) for the solvent: 4.5 K kg mol−1Standard enthalpy of vaporisation of the solvent: 25.0 kJ mol−1Vapour pressure of the pure solvent at −15 ∘C : 0.0075 atmThe freezing point of the solution containing the drug: −16.5 ∘C(a) Calculate the molality of the drug in the solution. Assume that the Van't Hoff, i = 1.(b) Determine the molecular weight of the drug. (c) Estimate the vapour pressure of the solvent at a new freezing point after dissolving the drug, using the Clausius-Clapeyron equation and Raoult's law.(d) Discuss how the freezing point depression and the vapour pressure changes affect the stability and transport of the drug in UAE’s variable climate conditions.",
    "id": "20",
    "name": "New drug formulation"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem explores cloud seeding with ice nucleating particles (INP) like silver iodide. It involves calculating atmospheric temperature and pressure changes with height, using the Clausius-Clapeyron equation, Born-Haber cycle for lattice energy, and critical Gibbs free energy for nucleation. It also touches on particle size distribution and reaction kinetics.",
    "full": "21. Cloud seeding\"Cloud seeding is a chemistry experiment in the sky.\" - Robert BrownRainfall plays a crucial role in the environment, especially for arid regions such as the UAE which are characterised by their desert climate and scarce natural water resources. In this context, enhancing precipitation through scientific and technological interventions is of immense interest. Recently, the UAE has undertaken ambitious initiatives, such as cloud seeding, to induce and increase rainfall.One of the forms of seeding technology is ice nucleating particles (INP), which induce ice formation in clouds, leading to rain through formation of small crystals of ice.Let's consider that the average surface temperature in the UAE during July is  . The temperature of the atmosphere decreases linearly by for each 1000 metres of altitude, and atmospheric pressure changes with height as:where P0 is the pressure at h = 0 and h is in km. The melting temperature of ice, Tm, changes with pressure as:which comes from the Clausius equation and is the borderline between ice and liquid water on the phase diagram.(a) At  what height will ice clouds form, considering the average temperature in the UAE?Even if the (p,T) condition for ice formation is met on the phase diagram, water can remain in the liquid state. This is known as supercooled liquid, and occurs since the nucleation (crystallisation) to form ice cannot begin due to a lack of impurities providing nucleation sites to initiate crystallisation. (b) If we know that in the complete absense of any impurities, ice clouds are formed at a height of 12900 metres, calculate what temperature is necessary to force the crystallisation of water (i.e. supercooling temperature). The role of INP compounds is to create nucleation centres to allow supercooled water to start to crystallise and thus precipitate as rain. The most common INP compound is silver iodide, as it has a structure similar to ice and can nucleate ice at temperatures up to  . Process Energy (kJ/mol)Sublimation enthalpy of silver (ΔsubH0\t(Ag)) +285Sublimation enthalpy of iodine (ΔsubH0\t(I2\t)) +57Bond dissociation enthalpy of iodine (ΔdissH0\t(I2\t)) +150Ionisation enthalpy of silver (ΔIonH0\t(Ag)) +731Electron affinity of iodine (ΔaffH0\t(I)) -295Formation enthalpy (ΔfH0\t(AgI)) -62The lattice energy of the INP compound affects the availability of nucleation sites at the molecular level. A stable lattice can provide energetically favourable sites for the alignment of water molecules, promoting the nucleation process. Also, compounds with high lattice energy have more defined and stable surfaces, which can facilitate the organised deposition of water molecules necessary for ice formation.(c) Using a  Born-Haber cycle, calculate the lattice energy formation of silver iodide ( (AgI)) using the data given above.We can evaluate the temperature of supercooling by employing concepts from classical nucleation theory and the Gibbs free energy change. The critical molar Gibbs free energy change for nucleation ( ) in the presence of a nucleating particle can be expressed as:where is the interfacial tension between ice and water, is the volumetric Gibbs free energy difference, and  is the added energy from the lattice interaction.For supercooled water, the volumetric Gibbs free energy difference is:where    is the degree of supercooling (below  ) and  is the enthalpy of melting of ice which is 335 kJ/kg. The additional interaction energy due to lattice energy can be approximated by:where  , and  is a proportionality constant (for AgI) representing the interaction effectiveness of the lattice energy.It is known that for the INP compound NaCl, the critical Gibbs free energy change for nucleation, for a degree of supercooling of ,   whilst. (d) Find the critical Gibbs free energy change for nucleation  of AgI at a degree of supercooling of . (e) In which  regions of the UAE is the possibility of having supercooled water in the atmosphere highest if there is no wind? Circle all that apply.     A) above the city     B) above the desert     C) above the sea,     D) in the air where aircraft regularly flyThe kinetics of cloud sediment depends on the particle size, which defines the total active surface of the compound. The sizes of two nanoparticles are rarely the same, and there is always a distribution of sizes. We will assume that all particles are spherical and that only a small part of the clouds turns into rain. To find the order of reaction, two experiments were carried out with a sample of 1.08 g of nanoparticles (blue distribution) and a sample with unknown mass (yellow distribution). The initial rate of rain formation was 10% higher in the first experiment.(f) Estimate the ratio of the surface atoms to the total number of atoms in a 100 nm particle, considering that average ion size is 0.3 nm, consider the surface covering is 0.80 and volume compacity is 0.70.(g) Considering that in both experiments the number of 75 nm particles was the same, calculate the mass of the second (yellow) sample.(h) Check if the order of the rain precipitation reaction for AgI is 0, 1 or neither.",
    "id": "21",
    "name": "Cloud seeding"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem focuses on the formation of silicon dioxide (SiO2) at the Si-O2 interface, a key step in semiconductor manufacturing. It involves unit cell calculations, volume changes upon oxidation, Henry's law, Deal-Grove equation for thermal oxidation kinetics, and dopant diffusion in semiconductors, including segregation coefficients.",
    "full": "22. Kinetics of oxygen diffusion\"Data and semiconductors fuel the information age\" - Jim GraySemiconductor transistors are essential in modern electronics for switching and amplifying signals. The formation of silicon dioxide (SiO2\t) at the interface between silicon (Si) and oxygen (O2\t) is a key step in semiconductor manufacturing to create the semiconductor-insulator interface.Both SiO2 and Si have cubic unit cells, as shown below.The Si unit cell parameter is 5.43 Å and the Si-O bond length is 1.54 Å. Assume that Si-O-Si bond angle is . (a) How many SiO2\t units are located in a SiO2\t unit cell?(b) The volume of material increases upon oxidation. Calculate the ratio of the volume of SiO2\t to Si containing the same number of silicon atoms.In a 0.5 dm3\t chamber with initial pressure of O2\t of 1.5 bar at 923 oC, an oxide layer was obtained on a 0.466 g Si wafer with surface 200 mm2\t under equilibrium conditions (silicon density is 2.33 g/cm3\t). The Henry's law constant, K = 2.35 M/bar. Assume that the surface area of the wafer remains constant, only its thickness is changing as it oxidises and the density of the SiO2\t layer formed is the same as for bulk SiO2\t. The Henry's law constant shows the partition of O2\t molecules between the gas phase and the solid phase at equilibrium. The only difference between a solid and a liquid is that in the solid, oxygen atoms are not homogeneously distributed. We will still express the quantity of oxygen in the solid as a molarity, as we generally do in liquid solutions. (c) Calculate the thickness of the wafer after equilibrium is reached. (d) Calculate the thickness of oxide (lox) in this wafer assuming that there is a  solid represent two pure phases SiO2\t and Si (as on the figure). (e) Recalculate the thickness of oxide (lox) if the concentration of oxygen decreases linearly.The kinetics describing the formation of an oxide layer of a particular thickness (lox) is known as the Deal-Grove equation for thermal oxidation.In this equation, A and B are empirical constants related to the oxygen diffusion and τ is the time corresponding to ‘creating the initial oxide from bare silicon’ and t is the growth time.An experiment was performed to determine the values of A and B at 1200 °C. Substrates with different but known initial oxide thicknesses were exposed to thermal oxidation for exactly 1 h at 1200 °C. After the oxidation, the new oxide thickness was measured as shown in table:Initial oxide thickness (nm) Oxide thickness after 1 h (nm)300 383400 470500 561600 655700 750(f) Calculate the values of A and B for this experiment and give their units.(g) Use a linear plot to find graphically the values of A and B.(h) Calculate lox for lo = 2025 nm.The Deal-Grove equation has two limits: when the oxide thickness is high and when the oxide thickness is low.(i) Write the limit equations for both cases and indicate which is which.(j) Verify this limit for the following experimental data which were obtained at 1200 oC.t, min 0 5 8 12lox 1000 1012.6 1019.9 1030.0In practice, the silicon substrate used in thermal oxidation is usually pre-doped to improve its electrical properties.(k) For each of the dopants: B, P, As, and Ge, indicate which type of dopant they are:A) nB) pC) n+p,D) neither n nor pIt is assumed that the dopant is uniformly spread throughout the substrate. The dopants have different solubility in Si and its oxide, which is given by the segregation coefficient, K:K = solubility of dopant in Si / solubility of dopant in SiO2The concentration profile of the dopants across the substrate depends on the value of K as well as dopant diffusion in Si and SiO2\t.Boron atoms are more soluble in the oxide (KB<1) and they diffuse very fast inside it. On the other hand, phosphorus atoms are less soluble in the oxide (KP>1) and they diffuse very slowly inside it.(l) For these two dopants, B and P, choose the correct concentration profile from the figure shown above.A silicon wafer is covered by a thin layer of silicon dioxide. Initially, the total amount of dopant is 1 × 1015 atoms/dm2\t. At equilibrium at 1200 K, the segregation coefficient, K = 0.70. The total thickness of the Si layer is 300 nm and the SiO2\t layer is 100 nm.(m) Calculate the concentrations CSiO2 and CSi.",
    "id": "22",
    "name": "Kinetics of oxygen diffusion"
  },
  {
    "category": "Inorganic Chemistry",
    "description": "This problem deals with the molecular orbital (MO) theory of diatomic molecules (N2, O2, NO), their ionization energies, and bond lengths/bond orders in various oxygen-containing species (O2, KO2, BaO2, [O2][PtVF6], H2O2, O2F2).",
    "full": "23. Molecular orbitals of diatomicsThe three ionisation energies below each belong to one of the three diatomic molecules: N2\t, O2\t, and NO.9.26 eV 12.07 eV 15.5 eV(a) Draw an MO diagram for each of the three molecules. You only need to consider overlap of the 2s and the 2p orbitals. (b) Using these MO diagrams, indicate which ionisation energy belongs to which molecule.(c) Order the following compounds in order of their O-O bond length and calculate the O-O bond order for each case: O2\t , KO2\t, BaO2\t, and [O2\t][PtVF6\t].The O-O bond length in H2O2\t is 1.48 Å whereas the O-O bond is only 1.22 Å long in O2F2\t.(d) Explain this observation using MO theory. Hint: consider only the O-O moiety for each molecule and pay attention to its partial charge.",
    "id": "23",
    "name": "Molecular orbitals of diatomics"
  },
  {
    "category": "Inorganic Chemistry",
    "description": "This problem explores dihydrogen as a ligand in transition metal complexes, differentiating between dihydrogen and dihydrido complexes using MO theory, and analyzing H-H bond distances in various coordination compounds involving halides and phosphines.",
    "full": "24. Coordination chemistry of dihydrogenMolecular hydrogen (H2\t) can act as a ligand in certain transition metal complexes. In these complexes, the hydrogen atoms can have a different character depending on the metal as well as the nature of other ligands coordinated to the metal atom. They can range from a dihydrogen complex where the H2\t molecule keeps its bond, to dihydrido complexes when the bond between the two H atoms is completely broken. There are intermediate states as well, of course.(a) Draw an MO energy diagram for the interaction between the metal d orbitals and the molecular orbitals of H2\t. Indicate which orbitals on the metal are of correct symmetry to interact with each molecular orbital of H2\t. Indicate how the energy levels of the orbitals change, and draw cartoon representations of these orbitals. Assume the H2\t bond/axis lies along the x-axis and the M-H2 bond/axis lies along the z-axis.Consider the two complexes below. One of them can be classified as a dihydrogen complex, whereas the other can be classified as a dihydrido complex.(b) Determine which complex belongs to which class. Provide a reason based on the MO diagrams you have drawn.(c) Arrange the following complexes in order of decreasing H-H bond distance:W(CO)2H2\tW(CO)4(PPh3)H2\tW(CO)4(Cl)H2\t(d) Draw the interactions of the ligand p-orbitals with the metal d-orbitals in M-X where X is a halide.(e) Arrange the following complexes in order of decreasing H-H bond distance:Ir(CO)3(F)H2\tIr(CO)3(Cl)H2\tIr(CO)3(I)H2\t",
    "id": "24",
    "name": "Coordination chemistry of dihydrogen"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem covers adsorption (physical and chemical) on catalytic surfaces, factors affecting adsorption, acid-base properties of adsorbates and adsorbents, surface area calculations, and reaction coordinate diagrams for catalyzed and uncatalyzed reactions. It specifically looks at partial oxidation of CH4 and alkene hydrogenation, including chemisorption and physisorption of H2.",
    "full": "25. Adsorption and heterogeneous catalysisCatalysis has become a cornerstone of the chemical industry today where >80% of the commercially produced chemicals rely on catalytic processes. A large number of important catalytic processes depend on heterogeneous catalysts, where the catalysts are usually solids and the reactants are gases or liquids. They work by adsorbing and activating reactant molecules on their surfaces allowing them to react. Heterogeneous catalytic processes involve three main steps: (i) adsorption and activation of the reactant molecules; (ii) reaction between adsorbed molecules; and (iii) desorption of the products. Adsorption of reactants on the surface of a catalyst can be through weak interactions, mainly van der Waals forces (physical adsorption) or through strong interactions with formation of chemical bonds with active sites on the surface (chemical adsorption), which results in weakening or breaking bonds within the adsorbate molecules promoting reactions. Very often, the catalyst is fabricated in the form of nanoparticles deposited on the surface of high-surface-area porous powder as a support, such as active carbon and zeolites. The performance of a catalyst depends on various chemical and physical characteristics including the particle size of the active phase, commonly metal or metal oxide particles, and the surface area of the support. (a) (a)    The plots (A-C) below represent the extent of adsorption (the amount of gas adsorbed) vs. temperature. Which graph represents physical adsorption and which graph represents chemical adsorption? Write your answers in the space under the plots.         ..............................                  ..............................                      .............................The amounts of physically adsorbed gas per unit mass of adsorbent (x/m) vs. pressure (P) are plotted below for a gas at different temperatures.(b) Order the values of T1\t, T2\t, and T3\t according to increasing temperature.Answer: ……… < ……… < ………. (c) Which of the following statements is correct for the spontaneous adsorption of a gas? Circle the correct statement.    (i) ΔS is negative and therefore, ΔH must be highly positive;    (ii) ΔS is negative and ΔH must be highly negative;   (iii) ΔS is positive and ΔH must be negative;   (iv) ΔS is positive and ΔH must be highly negative.The extent of adsorption depends on various characteristics of the adsorbent and the adsorbate molecules. One of these characteristics is the acid-base properties of the adsorbate molecules and the adsorbent surface. On the surface of metal oxides, the metal ions act as acidic sites and the oxide ions act as basic sites. The acid-base behaviour of a metal oxide depends on various factors including the metal ion size and oxidation state.(d) Assuming that the acid-base interaction is the decisive factor,  select the two solids from the following list that would show the highest tendency to adsorb NH3\t molecules. Carbon, MgO, Al2O3\t, CaO, SiO2\t.(e) The surface area of porous solids such as metal oxides is usually measured by physical adsorption of a monolayer of N2\t gas. In one experiment, a 0.5 g sample of a catalyst adsorbed 50 mL of N2\t (at 273.15 K, 1 atm) forming a monolayer of adsorbed N2\t molecules. The effective surface area occupied by one N2\t molecule is 0.16 × 10–14 cm2\t. Calculate the surface area (in m2\t) per gram of the catalyst.A wide range of chemical industries depend on active metal catalysts where nanoparticles of the active metal are used on a high surface area support.(f) What is the purpose of using nanoscale-sized metal particles? Circle all reasons that apply:(i) Nanoparticles provide higher surface areas.(ii) Nanoparticles generally provide more active sites on the surface.(iii) Nanoparticles allow the use of smaller amounts of expensive metal catalysts.(iv) Nanoparticles are easier to prepare than large particles.(v) Nanoparticles are more thermally stable than large particles.Partial oxidation of CH4\t to produce CO and H2\t with a H2\t/CO molar ratio of 2 (referred to as syngas) is a common conversion route for natural gas. It is an exothermic reaction that can be catalysed by nanoparticles of noble metals as well as non-noble metals such as Ni and Co. (g) Write a balanced chemical equation for this reaction.(h)  On the figure below, plot a curve that represents the reaction coordinate diagram for the catalysed reaction, i.e., how the energy changes over the course of the reaction for the catalysed process. On the same graph, use a dotted line to plot the reaction coordinate diagram for the uncatalysed process. During a catalytic alkene hydrogenation reaction over noble metal catalysts such as Pt particles, H2\t molecules are adsorbed on the catalyst’s surface.     (i)  Is the interaction of H2\t with the catalyst chemisorption or physisorption? Explain your answer.(j) Describe the type of metal-hydrogen interaction as “van der Waals interaction only”, “ -type bonding only”, or “ - and -bonding”.(k)  Explain your answer to part (j) by showing appropriate sketches of possible overlap between the metal and hydrogen orbitals.",
    "id": "25",
    "name": "Adsorption and heterogeneous catalysis"
  },
  {
    "category": "Inorganic Chemistry",
    "description": "This problem covers diverse nitrogen compounds, their structures, reactions (e.g., decomposition of cobalt and nickel hydrazine complexes), and characterization techniques like mass loss kinetics and activation energy calculations. It also delves into organic nitrogen compounds like amides and oximes, and their reactions.",
    "full": "26. Nitrogen chemistryNitrogen forms diverse structures, ranging from simple diatomic molecules, to polyatomic ions such as nitrate. It plays a vital role in biologically relevant macromolecules such as proteins and nucleic acids. Beyond Earth and under extreme conditions, nitrogen can even form exotic structures, such as polymeric nitrogen or extended nitrogen networks.Liquid N2O4\t (d = 1.44 g/mL) was passed through a column packed with 30 g of solid KCl, with a flow rate of about 117 µL/min. During the first 3 h, the only product coming out the other side of the column was yellow gas A (reaction 1). After that time, brown gas  B started exiting the column, signalling the completion of the reaction. At this point, the solid remaining in the column was a mixture of KCl and solid C. Yellow gas A can react with FeCl3\t to make salt D (reaction 2), containing 24.5% iron by mass.   (a) Identify compounds A-D. (b) Write equations for reactions 1 and 2.(c) Draw the Lewis structure of compound C.(d) Draw an MO diagram for the cation of D.(e) Calculate the mass of the remaining solid in the column.Compound A reacts with isoamyl alcohol (C5H11OH) producing organic compound E. The reaction of E with hydroxylamine in the presence of NaOEt/EtOH results in the formation of the carbon-free sodium salt F (reaction 3), which upon addition of AgNO3\t gives a white, shock-sensitive precipitate G. Dissolving 1.00 g of G in excess concentrated HCl makes 1.04 g of a new white precipitate H as well as compound I. Compound I can be extracted with ether.(f) Identify compounds E-I.(g) Write the equation for reaction 3.(h) Draw a Lewis structure for the most stable form of the anion in F.When an aqueous solution of hydrazine is added to an aqueous solution of cobalt(II) perchlorate, pink salt X precipitates which is unstable and decomposes upon shock or heating. The only solid decomposition product is elemental cobalt. When 500 mg of X is fully decomposed, 83.3 mg of Co is produced along with a gaseous mixture, which has a volume of 517 mL at 400 K and 1.0 bar.(i) Identify compound X.(j) Knowing that the cation in  X is made of extended linear chains, propose its structure.(k) Write an equation for the decomposition of compound X.Nickel also makes an analogous compound (Y), which is less stable than its cobalt counterpart.(l) Calculate the mass percentage of Ni in Y.In order to measure the activation energy for the decomposition reaction of the Ni vs Co compounds, the two samples were heated at different constant temperatures and their mass loss was carefully recorded as a function of time.Mass Loss After 1 min After 2 minCo (400 K) 1.770 mg 3.540 mgCo (420 K) 2.125 mg 4.250 mgNi (400 K) 2.655 mg 5.310 mgNi (420 K) 3.010 mg 6.020 mg(m) Calculate the mass difference resulting from decomposition of 1 mol of the: i) Co, and ii) Ni compounds.(n) Calculate the Ea\t of decomposition for both compounds.(o) According to the data below,  select the rate determining step in the decomposition of these compounds:Co NiM-N bond lengths in M(NH3\t)6\t2+\t2.1 – 2.2 Å 2.0 – 2.1 ÅElectronegativity of M 1.88 1.91A) M-N bond breakingB) N-N bond breakingC) N-H bond breakingD) N-Cl bond breakingE) M-Cl bond breakingF) M-O bond breaking",
    "id": "26",
    "name": "Nitrogen chemistry"
  },
  {
    "category": "General Chemistry",
    "description": "This problem is a multi-step deduction puzzle involving the identification of unknown compounds (elements X, Y, Z, and substances A-M) in a complex synthesis scheme. It requires analyzing reaction descriptions, mass fractions, geometric information, and relative ease of complex formation to determine chemical identities and reactions.",
    "full": "27. Hot desert of unknown unknowns\"Somewhere, something incredible is waiting to be known.\" - Carl SaganThe structure of polymer M contains atoms of three different types of elements: X, Y, and Z. Its synthesis is shown below. Please note that the structure shown for M only shows the connectivity between atoms X, Y, and Z and does not show the bond order.Note elements X, Y, and Z also appear at other places in the scheme. Hints:i. Compounds J, K, and L contain just the same three elements as polymer M.ii. Substances A and B and gases S, T, and U are binary. Gases S and T are lighter than air, and gas U is composed of the same elements as gas S.iii. Substance D is a white crystalline substance insoluble in water.iv. Compounds A-D contain the same metal, and its mass fraction in A is 71.4%.v. Salt F contains 47.05% oxygen and substance H is a complex salt containing an anion with a linear geometry.vi. Substance J is unstable and easily decomposes into equimolar amounts of substances K and L (with no other by-products). Alternatively, J polymerises to form substance M. From 2.025 g of substance J, 0.634 g of substance K is obtained.vii. During the polymerisation of J in ethanol, a gradual colour change occurred from yellow to deep red.(a) Identify all the unknown compounds.(b) Write equations for all chemical reactions that occur.(c) Draw the Lewis structures of the anions present in B, C, and D.(d) Compare the relative ease of formation of Ag+\t complexes with the anions of substances E and G.(e) What is the name of the anion present in compound C?",
    "id": "27",
    "name": "Hot desert of unknown unknowns"
  },
  {
    "category": "Analytical Chemistry",
    "description": "This problem focuses on sulfur chemistry, including oxidation states, Lewis structures of various sulfur-oxygen anions, Henry's law constant for SO2 solubility, pH calculations for sulfite solutions, buffer calculations, redox reactions involving sulfite and selenate ions, and balanced chemical equations for gold-selenic acid reactions and titrations.",
    "full": " 28. Analytical chemistry of the chalcogensSulfur chemistry is fascinating due to sulfur's ability to form diverse compounds with oxygen, such as sulfates and sulfites, and various polysulfide chains. These connections allow for versatile structural and chemical properties, making sulfur integral to many biological, industrial, and environmental processes.Sulfite containing compounds are widely used as a broad spectrum preservatives (E220–228) to prevent microbial spoiling and browning reactions across a wide range of consumable products.(a) Calculate the oxidation state(s) of S in the following ions: SO3\t2−\t, S2O3\t2−\t, S4O6\t2−\t, S2O7\t2−\t, S2O8\t2−\t, and SCN−\t.(b) Draw the Lewis structures of these ions.Sulfite ions in aqueous solution can be obtained by dissolving sulfur dioxide. Let's assume that the initial solution is pure water with no sulfur containing ions and it comes into contact with air at standard pressure which contains 0.015 ppm (in volume) of SO2\t. Assume that there is a big excess of air and equilibrium is reached. The equilibrium between SO2(g) and SO2(aq) is defined via Henry's law constant.(c) Calculate from what pH value the concentration of sulfite ions in this solution reaches a value of 10−6\t M. What is the solubility of SO2\t at this pH?K(Henry)=1.3 mol/(L·atm); pKa1(H2SO3\t) = 1.80 and pKa2(H2SO3\t) = 7.20(d) At what pH value will the S be 99.990% in the form of sulfite ions?Very often in solutions redox reactions with sulfite ions occur which changes the solution pH value. Let’s modulate such a system by mixing a sulfite solution with a hydrosulfate solution.(e) Calculate the pH of a solution which was obtained by adding 50 mL of Na2SO3\t(0.100 M) to 150 mL of NaHSO4\t (0.080 M). Neglect the SO2 gas-liquid equilibrium.pKa2(H2SO4\t) = 2.00Polyphenol oxidase (PPO) is the enzyme which produces highly reactive o-quinone intermediates from phenol derivatives. The o-quinone promotes a cascade of reactions leading to the formation of undesirable coloured products. Sulfite has a dual action in that it acts directly to inhibit the enzyme but also reduces the o quinone to the more stable 1,2-dihydroxybenzene.Standard potentials: E0\t(o-quinone/1,2-dihydroxybenzene) = 0.69 V and E0\t(SO4\t2−\t/SO3\t2−\t) = 0.24 V. Potentials are given within the same reference.(f) Indicate how the potential of each couple change upon increasing the pH (increase/decrease/no change). Consider only the change in concentration of H+\t.(g)Analyse if 0.099 M, 0.100 M, or 0.101 M of sulfite ions being in the same solution with 0.100 M of o-quinone could reduce it completely. Consider here that complete reduction is reached when the concentration of o-quinone becomes less than 10−9\t M.(h) How does the pH of the solution influence this redox reaction?The nucleophilic capabilities of the sulfite anion also play a role in maintaining food quality through the inhibition of non-enzyme, Maillard-type browning. The condensation of amine functional groups (from free amino acids or protein) with the aldehyde group of reducing sugars leads to the corresponding N-substituted glycosylamines, which are then transformed to ketosamines in two steps. Sulfite anions modify the groups which could react with amines, thus avoiding the condensation.(i) Draw the reactions of this process. Abbreviate the amine as RNH2\t and reducing sugar aldehyde as RCH(OH)CHO.Both of these reactions are very sensitive to pH which should neither be too low nor too high. Additionally, one of the reactions is very sensitive to which acid is used because of its redox properties. The use of HNO3\t can cause problems. (j) Write chemical reactions with H+\t (and HNO3\t) responsible for such behaviour.The Association of Analytical Chemists has established a standard reference method for sulfite measurement, based on the Monier and Williams method. In this method, the sample is refluxed in acid (Equation (1)). This is done under a flow ofnitrogen, with the carrier gas bubbled through a 3% peroxide solution (Equation (2)). The final solution is then titrated with standardised sodium hydroxide solution (Equation (3)). Another way to analyse sulfite ions is the potentiometric titration with iodine (Equation (4)).(k) Write all mentioned reactions.Sulfite ions can be obtained by reduction of sulfate ions. It is known that selenate ions are not reduced by chloride ions, but are reduced to selenite by bromides and to Se by iodides. It is known that selenate ions are stronger oxidants than sulfate ions.(l) Which halide ions (Cl-\t, Br-\t, I-\t) could or could not reduce sulfate ions to sulfite ions?Selenic acid (H2SeO4\t) is a rather strong oxidising agent, stronger than sulfuric acid or bromine but weaker than chlorine. It is capable of oxidising gold to the +3 oxidation state. Elemental gold can be dissolved in water-free selenic acid at high temperatures and pressures. In the early 1900s, the product of this reaction was thought to be Au2\t(SeO3\t)3\t, but around a hundred years later in the early 2000s, that was found to be incorrect. The other product of this reaction is selenous acid (H2SeO3\t).(m)  Write a balanced equation for the reaction if the product was actually Au2\t(SeO3\t)3\t.Depending on the reaction conditions, the product can be either compound A or compound B, both of which contain only gold, selenium, and oxygen. Two different 200 mg samples of finely powdered metallic gold were mixed with 350 mg of pure selenic acid and heated in an autoclave under different conditions, leading to the production of either 401.4 mg of A or 337.0 mg of B (assuming 100% yield). After filtering the precipitated A or B, the remaining solution was neutralized and poured into an aqueous solution containing excess KI. In both cases (A or B), 20.3 mL of 0.05 M Na2S2O3\t solution was needed to titrate the released iodine. Note: in these conditions, selenate ions are inert.(n) Identify compounds A and B, and write balanced chemical equations for their production.",
    "id": "28",
    "name": "Analytical chemistry of the chalcogens"
  },
  {
    "category": "Physical Chemistry",
    "description": "This problem deals with molecular vibrations, including calculation of vibrational modes for CO2, interpretation of IR spectra for CO2 and SO2, calculation of force constants and vibrational energy using the harmonic oscillator model, and distinguishing different forms of calcium sulfate (anhydrite, plaster of Paris, gypsum) using IR spectroscopy.",
    "full": "29. Vibrational modesThe modes of a molecule describe the possible motion of the atoms in the molecule that do not result in a change in position of the centre of mass. If the bond length increases and decreases during a vibration then the mode is called stretching, whereas if the bond angle (between three atoms) changes, it is called bending.(a) How many modes of vibration does the CO2\t molecule have?(b) How many bands are expected in its infrared spectrum?(c) Does the spectrum of SO2\t show the same number of bands?The simplest theoretical model for a vibrating molecule describes two atoms bound to each other through a weightless spring (harmonic oscillator). According to this model, the frequency of the vibration can be calculated as:Where k is the force constant of the chemical bond, and μ is the reduced mass: (m1\t and m2\t being the mass of atoms 1 and 2, respectively).(d) In the infrared spectrum of SO2\t the band assigned to the asymmetric stretching appears at 1151 cm−1\t. Calculate the force constant, k, of the S=O bond.(e) Estimate the energy of the asymmetric stretch.(f) Would the wavenumber of the band be different if the S-O bond were single? Explain why. Calcium sulfate can be found in three forms: anhydrite (anhydrous calcium sulfate), plaster of Paris (calcium sulfate hemihydrate) and gypsum (calcium sulfate dihydrate). The following picture shows the spectra of the three forms of calcium sulfate. (g) Is it possible to distinguish which bands correspond to water and which bands correspond to the sulfate anion? Determine the spectrum that corresponds to anhydrite.",
    "id": "29",
    "name": "Vibrational modes"
  },
  {
    "category": "Inorganic Chemistry",
    "description": "This problem focuses on linkage isomerism and the application of FTIR spectroscopy in coordination chemistry, specifically for cobalt complexes with nitrite ligands (nitro and nitrito isomers) and metal carbonyls. It also covers the properties (magnetic, IR bands) and reactions of pyridylalkyl-amine complexes of cobalt.",
    "full": "30. Applications of infrared spectroscopy to coordination chemistryPart ALinkage isomerism is a form of isomerism in which coordination compounds have the same composition but differ in the ligand connectivity to a metal. It can be observed in complexes in which the ligands have more than one donor atom, such as pseudohalogens or NO2\t–\t. Reaction of [Co(NH3\t)5Cl]Cl2\t with NaNO2\t yields two complexes of general formula [Co(NO2\t)(NH3\t)5\t]Cl2\t. These two complexes differ in the mode of coordination of the  NO2\t–\t anion (nitro: -NO2\t and nitrito: -ONO). The FTIR spectra of the starting material and two products are shown in figures a-c.(a) How many bands are expected for the NO2\t–\t ion and how are they affected by coordination? Consider both nitro and nitrito isomers.(b) Which spectrum corresponds to which of the cobalt complexes mentioned above?Part BMetal carbonyls are coordination complexes of transition metals with CO as a ligand. Their properties have been extensively studied as they are useful in organic synthesis and as catalyst precursors, and more recently, because of their potential in cancer therapy. Several octahedral complexes, [M(CO)6\t]\tx+, are known, in which the total charge depends on the metal. These can be used as precursors in the synthesis of heteroleptic complexes for different applications. IR spectroscopy enables analysis of the final product and can determine if the second ligand is bound to the metal. (c) How many stretching bands are expected in the FTIR spectrum of CO and [M(CO)6\t]\tx+? Partial ligand substitution can lead to the formation of complexes such as [M(CO)4L2\t]\tx+, where L is monodentate ligand.(d) State the type and number of possible isomers in complexes of type [M(CO)4L2\t]\tx+.(e) The FTIR spectra of [M(CO)4L2\t]\tx+ isomers show different numbers of bands in the region close to 2100 cm–1\t. How would you explain this observation?Part CPyridylalkyl-amine complexes became relevant as versatile platforms for several catalytic transformations, for instance, serving as models of O2\t activating metalloproteins. By treatment of a solution of Co(ClO4\t)2\t in acetonitrile with two equivalents of pyridylalkyl-amine ligands, mononuclear complexes can be obtained rapidly in good yield. For the ligand pepma the product is a pink solid (A) and for bpma, a purple solid (B) is formed. Infrared spectra of both compounds show very strong absorption bands around 1100 cm–1. Furthermore, a medium intensity band at 3292 cm–1 and 3185 cm–1 was observed for A and B respectively. Their magnetic properties were studied, with both complexes having a value of μ ≈ 4.0 BM. (f)  What are the molecular formulae of compounds A and B? Draw all possible isomers of compound A, ignore the enantiomers of chiral structures.(g) Draw the corresponding d-orbital splitting diagram and write down the electron configuration of the metal ion in these complexes. (h) Assign the infrared bands at 1100 cm–1\t, 3292 cm–1\t, and 3185 cm–1\t.Both complexes are quite sensitive to air. Complex A shows reactivity to oxygen even in the solid state, as it gradually converts to an orange solid C. Complex B reacts only in solution, changing its colour to pale yellow due to the formation of compound D. The nature of C and D was studied through elemental analysis,infrared spectroscopy, and magnetic studies. Both the elemental analysis and magnetic moment of complex C are almost the same as those of compound A. In the infrared spectrum of C an additional band at 1643 cm–1\t was observed. The elemental analysis of D is significantly different from that of B. Compound D is diamagnetic. (i) Based on this additional information, propose the molecular structures of compounds C and D.",
    "id": "30",
    "name": "Applications of infrared spectroscopy to coordination chemistry"
  }
]